{
  "daily": {
    "01 01": "**ŠŤASTNÝ NOVÝ ROK \\o/**\n\n",
    "02 01": "Svátek má **Karina**\n\n",
    "03 01": "Svátek má **Radmila**\n\n",
    "04 01": "Svátek má **Diana**\n\n",
    "05 01": "Svátek má **Dalimil**\n\n",
    "06 01": "Svátek má **Tři králové**\n\n",
    "07 01": "Svátek má **Vilma**\n\n",
    "08 01": "Svátek má **Čestmír**\n\n",
    "09 01": "Svátek má **Vladan**\n\n",
    "10 01": "Svátek má **Břetislav**\n\n",
    "11 01": "Svátek má **Bohdana**\n\n",
    "12 01": "Svátek má **Pravoslav**\n\n",
    "13 01": "Svátek má **Edita**\n\n",
    "14 01": "Svátek má **Radovan**\n\n",
    "15 01": "Svátek má **Alice**\n\n",
    "16 01": "Svátek má **Ctirad**\n\n",
    "17 01": "Svátek má **Drahoslav**\n\n",
    "18 01": "Svátek má **Vladislav**\n\n",
    "19 01": "Svátek má **Doubravka**\n\n",
    "20 01": "Svátek má **Ilona**\n\n",
    "21 01": "Svátek má **Běla**\n\n",
    "22 01": "Svátek má **Slavomír**\n\n",
    "23 01": "Svátek má **Zdeněk**\n\n",
    "24 01": "Svátek má **Milena**\n\n",
    "25 01": "Svátek má **Miloš**\n\n",
    "26 01": "Svátek má **Zora**\n\n",
    "27 01": "Svátek má **Ingrid**\nDen Památky obětí Holokaustu\n\n**Události:**\n**1080** - Římský král Jindřich IV. a vzdorokrál Rudolf Švábský se střetli v nerozhodné bitvě u Flarchheimu\n**1888** - V USA byla založena National Geographic Society\n**1918** – Začala finská občanská válka\n**1943** – Americké letectvo podniklo první denní nálet na Německo. Cílem byl Wilhelmshaven.\n**1944** – Skončilo obležení Leningradu\n**1945** – Osvobození koncentračního tábora v Osvětimi. Od 27. ledna 1996 se připomíná jako Mezinárodní den památky obětí holocaustu\n**1950** – V Marseille vrátili neznámí zloději šperky a drahé kameny v hodnotě 150 milionů franků, jež byly ukradeny manželce Agy Chána\n**1967** – Během simulovaného odpočítávání vypukl na kosmické lodi Apollo 1 požár, při kterém uhořeli astronauté Virgil Ivan Grissom, Edward Higgins White a Roger Bruce Chaffee\n**1980** – V platnost vstoupila Vídeňská úmluva o smluvním právu\n**1997** – Aslan Maschadov byl zvolen prezidentem Čečenska\n**2003** – Evropská komise vydala direktivu RoHS omezujíci použití některých nebezpečných látek ve vybraných elektrických a elektronických výrobcích\n**2009** – Novým patriarchou ruské pravoslavné církve byl zvolen metropolita Kirill.",
    "28 01": "Svátek má **Otýlie**\n\n",
    "29 01": "Svátek má **Zdislava**\n\n",
    "30 01": "Svátek má **Robin**\n\n",
    "31 01": "Svátek má **Marika**\n\n",
    "01 02": "Svátek má **Hynek**\n\n",
    "02 02": "Svátek má **Nela**\n\n",
    "03 02": "Svátek má **Blažej**\n\n",
    "04 02": "Svátek má **Jarmila**\n\n",
    "05 02": "Svátek má **Dobromila**\n\n**Události:**\n**62** – Zemětřesení a sopečná činnost zničila asi 60 % Pompejí.\n**1488** – Římsko-německý císař Maxmilián I. Habsburský je zajat v Belgii\n**1974** – Sonda Mariner 10 provedla jako první při průletu okolo Venuše gravitační manévr",
    "06 02": "Svátek má **Vanda**\n\n**Události:**\n**60** – První zmínka o názvu dne: Nápis na pompejské zdi označil tento den jako Solis (neděle). Podle moderního kalendáře bychom jej nazvali středou\n**337** – 35. papežem byl zvolen Julius I\n**1620** – Habsburská vojska vstoupila na české území, aby porazila České stavovské povstání.\n**1901** – V Paříži byly instalovány první veřejné telefony na nádražích\n**1922** – Papežem byl zvolen Pius XI\n**1941** – Britové obsadili Benghází\n**1952** – Alžběta II. se stala britskou královnou po smrti svého otce krále Jiřího VI., ale oficiálně byla korunována až o rok později\n**2004** – Sebevražedný útočník zabil 41 cestujících v moskevském metru\n**2016** – Nejméně 116 lidí bylo zabito, poté co zemětřesení o síle 6,7 stupně Richterovy škály zasáhlo město Pching-tung na ostrově Tchaj-wan.",
    "07 02": "Svátek má **Veronika**\n\n**Události:**\n**999** – Po smrti Boleslava II. se stal jeho nástupcem jeho syn Boleslav III., zvaný Ryšavý\n**1522** – Bruselská dohoda rozdělila Habsburky na španělskou a rakouskou větev\n**1550** – Giovanni Maria del Monte zvolen 221. papežem, vybral si jméno Julius III\n**1945** – Na žádost Švýcarska bylo z koncentračního tábora Terezín propuštěno 1200 vězňů\n**1968** – Při startu byla zničena Luna 1968A, která se měla stát umělou družicí Měsíce\n**1990** – Činnost Národní fronty ukončena\n**2005** - Tři neznámí útočníci vnikli na španělský konzulát ve švýcarském hlavním městě Bernu a zajali několik zaměstnanců jako rukojmí",
    "08 02": "Svátek má **Milada**\n\n**Události:**\n**1238** – Mongolové vypálili ruské město Vladimir\n**1348** – Král Karel IV. založil Nové Město Pražské, kterému udělil stejná práva, jakým se těšilo Staré Město\n**1672** – Isaac Newton předčítal svou první studii o optice před Královskou společností v Londýně a představil svůj dalekohled\n**1902** – Na malém francouzském antilském ostrově Martinik došlo k silnému výbuchu sopky Montagne Pelée. Katastrofa si vyžádala 26 000 životů\n**1924** – Skotský průkopník televize John Logie Baird uskutečnil první televizní přenos na světě, z Londýna do New Yorku\n**1945** – Paraguay vyhlásila válku Německu a Japonsku\n**1952** – Vyšlo poslední číslo Lidových novin, vydávání obnoveno v roce 1990\n**1993** – Proběhla měnová odluka, při které vznikla koruna česká\n**2006** – Čad a Súdán podepsaly Tripolskou dohodu a ukončily tak vzájemný válečný konflikt",
    "09 02": "Svátek má **Apolena**\n\n\n**Události:**\n**1267** – Wroclawský výnos přikazuje všem židům ve Slezsku nosit speciální čapku (jarmulku)\n**1354** – Anna Svídnická, třetí manželka Karla IV., byla korunována na německou královnu\n**1540** – První zaznamenaný závod v Anglii se odehrál na Roodee Fields v Chesteru\n**1674** – Angličané vybojovali zpět New York od Holanďanů\n**1742** – Pruská armáda krále Fridricha II. začala obléhat Brno\n**1825** – John Quincy Adams se stává 6. prezidentem USA\n**1961** – Základ skupiny The Beatles, zatím ještě bez Ringo Starra a George Harrisona vystoupila v Cavern Clubu poprvé jako Beatles\n**1969** – Proběhl první zkušební let Boeingu 747\n**1971** – Program Apollo: Apollo 14 po třetím pilotovaném přistání na Měsíci úspěšně přistálo na Zemi\n**1975** – Sovětská kosmická loď Sojuz 17 úspěšně přistála na Zemi\n**2017** – Začal platit zákon o střetu zájmů politiků, známý jako lex Babiš",
    "10 02": "Svátek má **Mojmir**\n\n**Události:**\n**1306** – Před oltářem kostela Greyfriars v Dumfries, Robert de Bruce zavraždil Johna Comyna a rozpoutal tak revoluci o skotskou nezávislost\n**1364** – V Brně uzavřena dynastická smlouva mezi Lucemburky a Habsburky. Obě strany se zavázaly, že v případě vymření jednoho z rodů připadnou všechny jejich země rodu druhému\n**1774** – Andrew Becker předvádí svůj vynález - potápěčský úbor\n**1799** – Počátek Napoleonova tažení do Sýrie\n**1879** – Na Dole Döllinger u Duchcova na Teplicku se utopilo 23 horníků\n**1940** – Byla zahájena deportace Poláků do SSSR\n**1981** – Mluvčími Charty 77 se stali Václav Malý, Bedřich Placák a Jaroslav Šabata\n**1996** – Superpočítač Deep Blue firmy IBM poprvé poráží šachového velmistra Garriho Kasparova\n**2000** – Byl oznámen objev kvark–gluonového plazmatu\n**2005** – Severní Korea přiznala vlastnictví atomových zbraní\n**2006** – Začaly Zimní olympijské hry 2006 v italském Turíně\n**2006** – Česká televize zahájila vysílání sportovního kanálu ČT4 Sport\n**2018** – V jihokorejském Pchjongčchangu začaly XXIII. Zimní olympijské hry 2018",
    "11 02": "Svátek má **Božena**\n\n**Události:**\n**660 př. n. l**. – Dle tradice bylo císařem Jimmu Tenno založeno Japonsko\n**1752** – Pennsylvania Hospital byla otevřena jako první nemocnice ve USA\n**1808** – Antracitové uhlí bylo poprvé experimentálně spáleno jako palivo\n**1814** – Byla vyhlášena nezávislost Norska\n**1826** – V Londýně byla založena *University of London*\n**1938** – Britská rozhlasová a televizní společnost BBC uvedla první vědeckofantastický televizní pořad – adaptaci části hry Karla Čapka R. U. R.\n**1971** – 87 zemí, např. Spojené státy americké, Spojené království, a SSSR, podepsalo Smlouvu o mořích zakazující jaderné zbraně v mezinárodních vodách\n**1978** – Čínská lidová republika zavedla zákaz publikace prací Aristotela, Williama Shakespeara a Charlese Dickense\n**2005** – Nejméně 60 lidí zahynulo po protržení přehrady v pákistánské provincii Balučistán",
    "12 02": "Svátek má **Slavěna**\n\n**Události:**\n**1130** – 164. Papežem byl zvolen Inocent II.\n**1348** – Král Karel IV. potvrdil Brnu všechna předchozí privilegia, která jim udělili králové čeští i markrabata moravská\n**1404** – V koupelně špitálu Ducha svatého před městskými hradbami a provedl italský děkan vídeňské lékařské fakulty první pitvu mužského těla\n**1784** – Spojením čtyř samostatných královských měst (Staré Město, Nové Město, Malá Strana, Hradčany) vzniklo Královské hlavní město Praha\n**1809** – Narodil se Abraham Lincoln\n**1898** – anglický obchodník Henry Lindfield se stal prvním řidičem, který zahynul při dopravní nehodě\n**1911** – V Těšíně (dnes Český Těšín a Cieszyn) byl zahájen provoz elektrické tramvaje\n**1949** – Při výbuchu metanu na Dole Doubrava v Orlové zahynulo 19 horníků\n**1950** – Albert Einstein varoval v televizním vystoupení před výrobou vodíkové bomby, kterou požadoval americký prezident Harry S. Truman\n**1961** – Odstartovala Veněra 1 – první sonda k cizí planetě",
    "13 02": "Svátek má **Věnceslav**\nSvětový den rádia\n\n**Události:**\n**1633** – Galileo Galilei přijel do Říma před katolický soud – inkvizici, aby obhajoval svou teorii o kulatosti a otáčení Země\n**1866** – Jesse James a jeho gang se dopustil první ozbrojené bankovní loupeže ve Spojených státech v historii během míru v Liberty (Missouri)\n**1880** – Thomas Edison objevil tepelnou emisi\n**1881** – V Paříži začala vydávat aktivistka Hubertine Auclertová 1. feministické noviny La Citoyenne\n**1992** – Oficiální připojení ČSFR k Internetu. Jako první bylo připojeno ČVUT v Praze\n**1932** – Skončily III. Zimní olympijské hry\n**1942** – V SSSR byla vyhlášena všeobecná mobilizace mužů (do 55 let) a žen (do 45 let)\n**1988** – Byly zahájeny zimní olympijské hry v Calgary, Kanadě\n**1997** – Byla zahájena mise STS-82 raketoplánu Discovery, při níž proběhly opravné práce na Hubbleově vesmírném dalekohledu\n**2001** – Zemětřesení o síle 6,6 Richterovy stupnici postihlo El Salvador, zabilo přinejmenším 400 lidí\n**2004** – Harvard-Smithsonian Center for Astrophysics objevilo ve vesmíru dosud největšího bílého trpaslíka, hvězdu 'BPM 37093'",
    "14 02": "Dnes je **Valentýn** <3\n\n**Události:**\n**1140** – Kníže Soběslav I. zemřel, novým knížetem se stal jeho synovec Vladislav II.\n**1859** – Oregon se připojil jako 33. stát k USA\n**1876** – Alexander Graham Bell si nechal patentovat telefon\n**1924** – Byla založena společnost IBM\n**1939** – Na vodu byla spuštěna bitevní loď Bismarck\n**1940** – Rudá armáda v zimní válce prolomila Mannerheimovu linii\n**1945** – Poprvé v průběhu 2. světové války byla bombardována Praha\n**1961** – V laboratořích kalifornské univerzity v Berkeley byl připraven umělý prvek lawrencium\n**1970** – Prvním pokusným vysíláním barevné televize v Československu byl přímý přenos z Mistrovství světa v lyžování ve Vysokých Tatrách\n**1989** – Na oběžnou dráhu bylo umístěno prvních 24 satelitů pro GPS\n**2000** – Kosmická sonda NEAR Shoemaker vstoupila na oběžnou dráhu okolo planetky 433 Eros\n**2005** – Byl spuštěn YouTube",
    "15 02": "Svátek má **Jiřina**\n*Singles Awareness Day*\n\n**Události:**\n**399 př. n. l.** – Řecký filozof Sókratés byl odsouzen k smrti\n**1493** - Kryštof Kolumbus sepsal otevřený dopis, kde popsal své objevy a nečekaná věci, se kterými se setkal v Novém světě\n**1786** – William Herschel objevil mlhovinu Kočičí oko\n**1902** – V Berlíně byla otevřena nadzemní a podzemní dráha\n**1921** – Proběhla invaze Rudé armády do Gruzie\n**1995** – Byl zatčen Kevin Mitnick, nejslavnější hacker na světě\n**2003** – Tým čtyř italských zlodějů vedených Leonardem Notarbartolem vykradl hlavní trezor Diamantového střediska v Antverpách\n**2005** – V Iráku byli uneseni dva indonéští novináři",
    "16 02": "Svátek má **Ljuba**\n\n**Události:**\n**374** – Již devátý zaznamenaný průlet Halleyovy komety\n**1862** – V Praze vzniká organizace Sokol\n**1914** – Uskutečnil se první let do Los Angeles ze San Francisca\n**1922** – Československý tým vybojoval na mistrovství Evropy v hokeji ve Svatém Mořici zlatou medaili\n**1959** – Fidel Castro se stal po svržení prezidenta Batisty politickým vůdcem Kuby\n**1959** – První představení nového loutkového Divadla Drak v Hradci Králové\n**1963** – Se svým druhým hitem Please Please Me se skupina Beatles poprvé objevila na špičce britské hitparády\n**2005** – V platnost vstoupil Kjótský protokol o omezení emisí skleníkových plynů\n**2014** – Eva Samková vyhrála na ZOH Soči zlatou medaili v snowboardcrossu",
    "17 02": "Svátek má **Miloslava**\n\n**Události:**\n**1754** – Marie Terezie nařídila sčítání lidu, první na území Česka\n**1934** – První devalvace československé koruny. Její zlatý obsah byl snížen o šestinu, z 44,58 mg na 37,15 mg\n**1965** – V rámci programu Ranger pořídila na Měsíci bezpilotní sonda Ranger 8 fotografie Moře Klidu\n**1982** – Při nehodě tramvaje v Praze zahynulo 7 lidí a 12 jich bylo zraněno\n**2000** – Společnost Microsoft uvolnila operační systém Windows 2000\n**2004** – Byla objevena planetka Orcus",
    "18 02": "Svátek má **Gizela**\n\n**Události:**\n**1563** – Atentát na vévodu Františka de Guise\n**1769** – vydává Marie Terezie nový hrdelní zákon, jimž se zapovídají středověké tresty mučení\n**1920** – Do provozu byla uvedena Berlínská podzemní dráha\n**1921** – Ve Švédsku se konalo druhé mistrovství Evropy v ledním hokeji, kterého se účastnily pouze dva týmy\n**1929** – 18.-23. 2. se v Praze konal 5. sjezd Komunistické strany Československa, v jehož průběhu se do vedení strany prosadil radikální proud vedený Klementem Gottwaldem\n**1929** – Poprvé byli vyhlášeni vítězové filmové ceny Oscar\n**1932** – V Praze se koná MS v hokeji\n**2004** – Výbuch vlaku přepravujícího benzín, hnojiva a síru v Íránu zabil 320 lidí\n**2009** – V Liberci začalo Mistrovství světa v klasickém lyžování",
    "19 02": "Svátek má **Patrik**\n\n**Události:**\n**1878** – Thomas Alva Edison si dal patentovat fonograf\n**1909** – Smetanova Prodaná nevěsta poprvé provedena v USA v Metropolitní opeře s Emou Destinovou\n**1915** – Začala bitva o Gallipoli\n**1918** – V SSSR byl přijat zákon o socializaci půdy\n**1942** – Japonsko bombardovalo australský Darwin\n**1960** – V Řeži u Prahy byl uveden do provozu první cyklotron v Československu\n**1986** – Byla zahájena výstavba vesmírné stanice Mir\n**2017** – V Česku bylo identifikováno 29 ohnisek ptačí chřipky a utraceno bylo v této souvislosti 58 000 kusů drůbeže",
    "20 02": "Svátek má **Oldřich**\n*Love Your Pet Day*\n\n**Události:**\n**1919** – V Polsku byla přijata tzv. Malá ústava, platící do roku 1921\n**1962** – John Glenn se stal prvním Američanem, který obletěl zeměkouli\n**1975** – Na náměstí Republiky v Praze byl otevřen obchodní dům Kotva\n**1985** – Z observatoře na Kleti objevil Antonín Mrkos planetku Purkyně\n**1986** – Do vesmíru byla dopravena základní část orbitální stanice Mir\n**2014** – Během protestů Euromajdan na Ukrajině bylo zabito na 100 protestujících, většina z nich zastřelena ostřelovači\n**2017** – Soukromá vesmírná raketa Falcon 9 společnosti SpaceX dopravila na oběžnou dráhu nákladní loď Dragon se zásobami pro Mezinárodní vesmírnou stanici (ISS)",
    "21 02": "Svátek má **Lenka**\n\n**Události:**\n**1420** – Dnes po poslední masopustní noci, vpadli husité s Petrem Hromádkou do Sezimova Ústí\n**1804** – První samohybná parní lokomotiva Darrenovy železárny byla předvedena ve Wales\n**1848** – Karel Marx a Friedrich Engels publikovali Manifest komunistické strany\n**1878** – První telefonní seznam byl vydán ve státě Connecticut\n**1885** – Byl slavnostně otevřen Washingtonův monument\n**1893** – Thomas Edison obdržel dva americké patenty – na žárovku a přerušovací relé\n**1947** – V Olomouci byla otevřena Palackého universita\n**1972** - Prezident USA Richard Nixon navštívil Čínskou lidovou republiku, aby stabilizoval čínsko-americké vztahy\n**1972** - Byla vypuštěna sovětská kosmická loď Luna 20 směřující na Měsíc\n**2003** – Přes 100 návštěvníků koncertu v Rhode Islandu zemřelo při požáru během představení rockové kapely",
    "22 02": "Svátek má **Petr**\n\n**Události:**\n**1903** – Smíchov byl povýšen na město\n**1950** – STB mučením zlomila Josefa Toufara a natáčí s ním dokumentární film o Číhošťském zázraku. Za tří dny nato kněz umírá\n**1973** – V Praze byl zahájen provoz na Nuselském mostě\n**1977** – V jaderné elektrárně Jaslovské Bohunice A-1 došlo k vážné havárii\n**1993** – Samostatné Česko se stalo členem UNESCO\n**1997** – První klonovaný savec ovce Dolly se narodil ve Skotsku\n**1998** – Čeští hokejisté získali zlatou medaili na Zimních olympijských hrách v Naganu\n**2019** – Japonská vesmírná sonda Hajabusa 2 přistála na asteroidu Ryugu vzdáleném asi 340 milionů kilometrů od Země, odebrala zde vzorky materiálu planetky a opět odstartovala",
    "23 02": "Svátek má **Svatopluk**\n\n**Události:**\n**1856** – Premiéra Wagnerovy opery Lohengrin v Praze\n**1893** – Rudolf Diesel získal patent na dieselový motor\n**1941** – V USA proběhla první izolace čistého plutonia\n**1947** – Byla založena Mezinárodní organizace pro normalizaci – ISO\n**1948** – Byly založeny Lidové milice\n**1955** – Proběhlo první setkání SEATO\n**1981** – Ve Španělsku proběhl neúspěšný pokus o státní převrat\n**1987** – Byla pozorována supernova SN 1987A\n**1999** – Obří lavina zasypala rakouskou alpskou vesnici a lyžařské středisko Galtür\n**2017** – Při výbuchu a požáru v areálu Poličských strojíren bylo zraněno 19 lidí včetně zasahujících hasičů",
    "24 02": "Svátek má **Matěj**\n\n**Události:**\n**303** – Císař Galerius vydal v Římě první oficiální příkaz k pronásledování křesťanů\n**1821** – Velitel mexických revolučních sil generál Agustín de Iturbide vyhlásil samostatnost Mexika vůči Španělsku a sám sebe jmenoval císařem Agustínem I\n**1848** – Karl Marx a Friedrich Engels zveřejnili Komunistický manifest\n**1920** – Vznikla NSDAP\n**1948** - V redakci Lidových novin v Praze proběhl komunistický převrat. Ferdinand Peroutka byl sesazen z úřadu šéfredaktora, jeho nástupcem se stal komunistický spisovatel Jan Drda\n**1949** – Skončila Palestinská válka\n**1981** - Zemětřesení v Korintském zálivu o síle 6,7 km zasáhlo Střední Řecko s maximální intenzitou Mercalli VIII. 22 lidí bylo zabito, 400 bylo zraněno a škoda činila celkem 812 milionů dolarů\n**1991** - Válka v Perském zálivu: Pozemní jednotky překračují saúdskoarabské hranice a vstupují do Iráku, čímž se zahájila pozemní fáze války\n**2004** - Zemětřesení Al Hoceima o síle 6,3 Mw zasáhlo severní Maroko s maximální intenzitou Mercalli IX. Nejméně 628 lidí je zabito, 926 je zraněno a až 15 000 je vysídleno\n**2008** - Fidel Castro po 32 letech končí ve funkci prezidenta Kuby a Rady ministrů\n**2011** – v Alžírsku byl zrušen výjimečný stav vyhlášený v roce 1992\n**2015** – Střelba v Uherském Brodě – třiašedesátiletý útočník v hospodě zastřelil osm osob a jednu z nich těžce zranil, a poté spáchal sebevraždu",
    "25 02": "Svátek má **Liliana**\n\n**Události:**\n**1570** – V Praze byl na Staroměstském náměstí vidět poprvé živý slon a lev\n**1570** – Alžběta I. byla exkomunikována z církve papežem Piem V. za její pronásledování katolíků\n**1836** - Samuelovi Coltovi je udělen patent Spojených států na jeho revolver\n**1919** – Na tajné schůzi Národního shromáždění byla uzákoněna koruna československá jako měna Československé republiky\n**1948** – Prezident Edvard Beneš přijal demisi ministrů a doplnil vládu podle Gottwaldovy předlohy a tím byl završen komunistický převrat, který komunistická vláda slavila jako Vítězný únor\n**1956** – V závěrečný den 20. sjezdu KSSS tehdejší první tajemník Nikita Chruščov přednesl projev, ve kterém odsoudil Stalinovo zneužívání moci a kult jeho osobnosti\n**1969** – Na Václavském náměstí se upálil 19letý student Jan Zajíc\n**1991** – Na konferenci hlav šesti států v Budapešti bylo rozhodnuto o rozpuštění Varšavské smlouvy k 1. červnu 1991\n**2005** -Neznámí ozbrojenci přepadli mírové jednotky OSN rozmístěné v Demokratické republice Kongo a zabili devět bangladéšských vojáků",
    "26 02": "Svátek má **Dorota**\n\n**Události:**\n**1531** – Zemětřesení v Lisabonu zabilo přes 20 000 lidí\n**1616** – Galileo Galilei předvolán před církevní soud v Itálii, u kterého údajně řekl své slavné A přece se točí\n**1935** – Britský inženýr Robert Watson-Watt poprvé na poli nedaleko vesnice Upper Stowe vyzkoušel radar\n**1971** – Generální tajemník OSN U Thant vyhlásil den jarní rovnodennosti jako Den Země\n**1993** – První bombový útok na Světové obchodní centrum 1993, bomba zabila 6 lidí a více než tisíc jich zranila",
    "27 02": "Svátek má **Alexandr**\n\n**Události:**\n**827** – 15. zaznamenaný průlet Halleyovy komety\n**1534** – Česká \"čachtická paní\" Kateřina z Komárova byla uvězněna v Bílé věži na pražském hradě\n**1790** – Vznikla Česká expedice, vydavatelství české literatury, knihkupectví a prodejna novin ve Starém Městě pražském\n**1900** – V Londýně byl založen Labour Representation Commitee, předchůdce pozdější Labour Party\n**1942** – Američané utrpěli v průběhu druhé světové války zdrcující porážku od japonské flotily v bitvě v Jávském moři\n**1950** – Premiérou hry Aloise Jiráska Pan Johanes začalo svoji činnost Ústřední loutkové divadlo\n**1964** – Italská vláda požádala o pomoc při záchraně šikmé věže v Pise\n**1993** – Ve dnech 27.-28. února proběhl sjezd sociálně demokratické strany, kdy převzala nový název Česká strana sociálně demokratická. Jejím předsedou byl zvolen Miloš Zeman\n**1999** – Film režiséra Vladimíra Michálka Je třeba zabít Sekala získal deset Českých lvů ze třinácti\n**2004** – Skončilo vysílání americké rozhlasové stanice Hlas Ameriky pro 10 zemí střední a východní Evropy, včetně České republiky a Slovenska",
    "28 02": "Svátek má **Lumir**\n\n**Události:**\n**1784** – Po silné oblevě postihla Prahu velká povodeň, která dosáhla vrcholu 28. 2., kdy na Staroměstském náměstí bylo 30 cm vody\n**1882** – Karlo-Ferdinandova univerzita byla rozdělena na českou a německou část\n**1883** – Pražské Staroměstské náměstí poprvé osvětleno elektřinou. František Křižík rozžal Staroměstské náměstí pomocí vlastních obloukových lamp. Tato atrakce trvala celých 14 dní, a pak zase byla tma (lol)\n**1936** – Premiéra Foersterovy opery Bloud v Praze\n**1953** – Vědci James D. Watson a Francis Crick si poprvé v historii správně uvědomili model sekundární struktury DNA (dvoušroubovice)\n**1986** – V Ostravě byl jako v posledním městě v ČSSR ukončen provoz dvounápravových tramvají\n**2003** – Prezidentem České republiky byl zvolen Václav Klaus\n**2005** – Výrobní linku v závodě Toyota-Peugeot-Citroën Automobile (TPCA) v Kolíně opustilo první vyrobené vozidlo\n**2006** – Zanikla česká verze rozhlasového vysílání BBC World Service\n**2013** – Zanikly rozhlasové stanice Českého rozhlasu Rádio Česko, Leonardo a ČRo 6",
    "29 02": "Svátek má **Horymír**\nCool den jenom na přestupný rok!\n\n**Události:**\n**1784** – Při velké povodni v 6 ráno příval ledových ker podtrhl osmý pilíř Karlova mostu a k němu přistavěná vojenská strážnice zmizela ve vodě. Z Karlova mostu spadla do Vltavy i část sousoší sv. Václava a postava Anděla\n**1920** – Byla schválena Ústavní listina Československé republiky\n**1936** – Při srážce auta a dvou tramvají na Fochově třídě u Národního muzea v Praze zahynul lékař Josef Rejsek a dalších 32 lidí se zranilo",
    "01 03": "Svátek má **Bedřich**\n\n**Události:**\n**509 př. n. l.** – Publius Valerius Publicola oslavil svůj první triumf Římské republiky po svém vítězství nad svrženým králem Lucius Tarquinius Superbus v bitvě u Silva Arsia\n**86 př. n. l.** – Lucius Cornelius Sulla v čele římské armády vstoupil do Athén, odstranil tyrana, podporovaného Mithridatém VI. Pontským a ukončil tak obléhání Athén a Pirea\n**1 př. n. l.** – V Římě se začal používat upravený Juliánský kalendář\n**293** – Císař Dioklecián a Maximianus jmenují Constantius I. Chlorus a Galerius jako císaře. To je považováno za začátek tetrarchie, známé jako Quattuor Principes Mundi (\"Čtyři vládci světa\")\n**317** – Crispus a Constantinus II., synové římského císaře Constantinus I., a Licinius Junior, synové císaře Licinia jsou jmenováni císaři\n**705** – Jan VII. usedá na papežský stolec jako 86. papež\n**1260** – Hulagu chán, vnuk Čingischána, dobyl Damašek\n**1420** – 206. Papež Martin V. vyhlásil křižácké tažení proti husitům\n**1785** – V pražském Klementinu byla naměřena teplota -27,6 °C, vůbec nejnižší teplota během měření v období 1775–2019\n**1893** - Elektrotechnik Nikola Tesla pořádá první veřejnou demonstraci rádia v St. Louis v Missouri\n**1953** - Sovětský premiér Joseph Stalin utrpěl mrtvici a zhroutil se; o čtyři dny později zemře\n**1954** – USA odpálily vodíkovou bombu Bravo v Mikronésii. Exploze v oblasti Bikin na první pohled smazala z povrchu všechny okolní korálové ostrovy\n**1955** – Byla vyhlášena nejstarší Chráněná krajinná oblast v České republice – CHKO Český ráj\n**2008** – Českou republiku zasáhl orkán Emma\n**2008** - Arménská policie se střetla s mírovou opoziční demonstrací protestujících proti údajně podvodným prezidentským volbám, v důsledku čehož bylo zabito deset lidí\n**2014** - Při hromadném pobodání na čínském nádraží v Kunmingu bylo zabito 35 lidí a 143 zraněno",
    "02 03": "Svátek má **Anežka**\n\n**Události:**\n**1896** – Francouzský fyzik Henri Becquerel oznámil objev nového typu záření později pojmenovaného jako radioaktivita\n**1949** – Americký letoun Boeing B-50 Superfortress pojmenovaný Lucky Lady II. se stal prvním letounem, který dokončil oblet Země bez mezipřistání (odstartoval 26. února)\n**1978** – Vladimír Remek na lodi Sojuz 28 letěl do vesmíru jako první člověk jenž nebyl občanem SSSR nebo USA\n**1998** – Na severu Vídně byla unesena Natascha Kampuschová, která se na svobodu z podzemní kobky dostala až v srpnu 2006\n**2016** – Americký astronaut Scott Kelly a ruský kosmonaut Michail Kornijenko úspěšně ukončili roční pobyt na Mezinárodní vesmírné stanici",
    "03 03": "Svátek má **Kamil**\n\n**Události:**\n**1367** – Velká povodeň v Praze\n**1915** – Prezident USA Woodrow Wilson založil organizaci NACA (předchůdce NASA)\n**1923** – Vyšlo první číslo amerického magazínu Time\n**1924** – Byl sesazen Abdulmecid II. poslední chalífa, čímž definitivně zanikla Osmanská říše\n**1931** – Kongres USA oficiálně schválil státní hymnu\n**1938** – Bylo nalezeno první ložisko ropy v Saúdské Arábii\n**1939** – Mahátma Gándhí zahájil hladovku proti britské vládě v Indii\n**1940** – S úspěchem proběhla zkušební jízda lanovky na Pustevny a následující den začal pravidelný provoz\n**1972** – K Jupiteru odstartovala sonda Pioneer 10\n**1974** – Při havárii tureckého dopravního letadla McDonnell Douglas DC-10 na lince z Istanbulu do Londýna zahynulo u Paříže 346 lidí. Byl to do té doby největší počet obětí při letecké havárii\n**1978** – Raketa Sojuz 28 s Vladimírem Remkem na palubě se spojila s výzkumnou stanicí Saljut 6. Posádka Sojuzu Gubarev a Remek přešli na palubu Saljutu\n**1992** – Vyhlášena nezávislost Bosny a Hercegoviny\n**1999** – Václav Havel pronesl projev ve francouzském senátu, kde mimo jiné navrhl vytvoření Spojených států evropských jakožto ekonomickou protiváhu USA\n**2005** – Američan Steve Fossett jako první člověk obletěl svět bez mezipřistání a tankování paliva",
    "04 03": "Svátek má **Stela**\n\n**Události:**\n**1367** – Velká povodeň v Praze\n**1493** – Kryštof Kolumbus po své první výpravě do Ameriky přistál v Lisabonu\n**1515** – Lehlo popelem celé město Most. Obrovský požár si vyžádal množství obětí - více než 400. Příčina byla přitom banální - jedna žena cosi smažila a oheň se pokoušela hasit olejem\n**1877** Emile Berliner vynalezl mikrofon\n**1882** – První elektrické tramvaje začaly jezdit v Londýně\n**1914** – Švihova aféra: Národní listy zveřejnily informaci, že Karel Šviha, předseda národně sociální strany, byl tajným informátorem rakouské vlády\n**1938** – Premiér Milan Hodža varoval Německo, že Československo bude bojovat a bránit se v případě napadení\n**1966** – Při nehodě letadla Douglas DC-8 zahynulo na tokijském letišti Haneda 64 lidí\n**1970** – Při explozi francouzské ponorky Eurydice zahynulo 57 členů posádky\n**1977** – Zemětřesení o síle 7,2 stupňů Richterovy stupnice s epicentrem ve východním Rumunsku\n**2015** – Na východní Ukrajině v dole Alexandra Zasjaďka zahynulo při výbuchu plynu 34 horníků",
    "05 03": "Svátek má **Kazimír**\n\n**Události:**\n**1416** – Král Václav IV. stvrdil Brnu právo vybudovat jeho první vodovod\n**1558** – Francisco Fernandes představil Evropě tabák na kouření\n**1560** – Velký požár skoro zničil celou Litomyšl\n**1770** – Při Bostonském masakru zastřelili britští vojáci 5 lidí\n**1836** – Americký průmyslník Samuel Colt patentoval první model revolveru s ráží 0,34\n**1872** – George Westinghouse získal patent na pneumatickou brzdu\n**1904** – Nikola Tesla zveřejnil své závěry z výzkumu formace kulového blesku\n**1936** – Poprvé vzlétl prototyp stíhacího letounu Supermarine Spitfire\n**1966** – Při havárii letadla Boeing 707 zahynulo v Japonsku 124 lidí\n**1973** – Byla vyhlášena CHKO Beskydy\n**1981** – Byl představen počítač ZX81\n**1982** – Na Venuši přistála sovětská sonda Veněra 14\n**2005** – V českých filmových cenách Český lev v kategorii Nejlepší film zvítězil film Jana Hřebejka Horem pádem\n**2019** – HIV pozitivní muž z Velké Británie se stal druhým člověkem na světě, kterému pomohla transplantace kostní dřeně od vhodného dárce k uzdravení",
    "06 03": "Svátek má **Miroslav**\n\n**Události:**\n**1282** – Nejmladší dcera Přemysla Otakara I. Anežka založila špitál na Františku\n**1402** – Došlo ke druhé vzpouře proti Václavu IV., kterého jeho bratr Zikmund zajatl a odvlekl do Vídně\n**1902** – V Madridu byl založen fotbalový klub Real\n**1946** – Ho Či Min podepsal dohodu s Francií, která v ní uznala Vietnam jako autonomní stát\n**1990** – Z názvu České socialistické republiky jako součásti Československa bylo zákonem České národní rady vypuštěno slovo socialistický\n**1986** – Sovětská kosmická sonda Vega 1 prolétla ve vzdálenosti 8 900 kilometrů kolem Halleyovy komety\n**1987** – Při havárii britského trajektu Herald of Free Enterprise zahynulo 193 cestujících\n**1992** – Do počítačů celého světa se začíná šířit počítačový virus Michelangelo\n**2016** – Nejvíce Českých lvů - šest - získal film Jana Prušinovského Kobry a užovky",
    "07 03": "Svátek má **Tomáš**\n\n**Události:**\n**1296** – Založení svatopetrské kapituly v Brně\n**1876** – Alexander Graham Bell obdržel patent na telefon\n**1908** – Byla zahájena veřejná autobusová doprava v Praze\n**1986** – Po déle než měsíčním pátrání byla nalezena na dně moře kabina raketoplánu Challenger s ostatky sedmi zahynulých astronautů\n**2000** – Václav Havel odhalil pomník T. G. Masaryka na Hradčanech\n**2003** – Václav Klaus byl inaugurován do funkce prezidenta\n**2008** – Václav Klaus byl podruhé inaugurován do funkce prezidenta\n**2013** – Václavu Klausovi skončil prezidentský mandát",
    "08 03": "Svátek má **Gabriela**\n\n",
    "09 03": "Svátek má **Františka**\n\n",
    "10 03": "Svátek má **Viktorie**\n\n",
    "11 03": "Svátek má **Anděla**\n\n",
    "12 03": "Svátek má **Řehoř**\n\n",
    "13 03": "Svátek má **Růžena**\n\n",
    "14 03": "Svátek má **Matylda a Růt**\n\n",
    "15 03": "Svátek má **Ida**\n\n",
    "16 03": "Svátek má **Elena a Herbert**\n\n",
    "17 03": "Svátek má **Vlastimil**\n\n",
    "18 03": "Svátek má **Eduard**\n\n",
    "19 03": "Svátek má **Josef**\n\n",
    "20 03": "Svátek má **Světlana**\n\n",
    "21 03": "Svátek má **Radek**\n\n",
    "22 03": "Svátek má **Leona**\n\n",
    "23 03": "Svátek má **Ivona**\n\n",
    "24 03": "Svátek má **Gabriel**\n\n",
    "25 03": "Svátek má **Marián**\n\n",
    "26 03": "Svátek má **Emanuel**\n\n",
    "27 03": "Svátek má **Dita**\n\n",
    "28 03": "Svátek má **Soňa**\n\n",
    "29 03": "Svátek má **Taťána**\n\n**Události:**\n**1549** – Založeno město Salvador da Bahia, první hlavní město Brazílie.\n**1875** – Došlo k erupci stratovulkánu Askja.\n**1943** – Němci otevřeli první hrob na místě Katyňského masakru, ve kterém bylo asi 600 mrtvých důstojníků.\n**1951** – Američtí komunisté Julius a Ethel Rosenbergovi byli odsouzeni za spiknutí špionáže o atomové bombě a předání výsledků Sovětskému Svazu.\n**1959** – Premiéra jedné z nejslavnějších filmových komedií Někdo to rád horké.\n**1966** – Leonid Brežněv se stal prvním tajemníkem KSSS.\n**1974** – V čínské provincii Šen-si objevili místní rolníci, kopající studnu, terakotovou armádu.\n**1990** – Pomlčková válka o název republiky ve Federálním shromáždění. Po několika jednáních schválilo shromáždění název Česko-slovenská federativní republika.\n**2004** – Bulharsko, Estonsko, Litva, Lotyšsko, Rumunsko, Slovensko a Slovinsko se staly členy NATO.\n**2006** – První výskyt tzv. ptačí chřipky v Česku. Labuť s tímto onemocněním zjistili veterinární lékaři v Hluboké nad Vltavou.",
    "30 03": "Svátek má **Arnošt**\n\n**Události:**\n**239 př. n. l.** – První zaznamenaný průlet Halleyovy komety.\n**1822 ** – Stát Florida se stal samostatným teritoriem USA.\n**1842 ** – MUDr. Crawford Long poprvé použil anestézii při operaci pacienta.\n**1856** – Byla podepsána Pařížská smlouva o ukončení krymské války.\n**1867** – Aljašku koupili USA od Ruska za 7,2 milionu dolarů (4,19 dolaru/km²).\n**1920** – Československé národní shromáždění schválilo zákonem č.252 definitivní podobu československé vlajky.\n**1926** – První rozhlasový přenos koncertu z pražského Radiopaláce.\n**1945** – Sovětská armáda vpadla ve druhé světové válce do Rakouska a obsazuje Vídeň; souběžně polské a sovětské síly osvobodily polský Gdaňsk.\n**1965** – Během války ve Vietnamu explodovala automobilová bomba před velvyslanectvím Spojených států v Saigonu. Bylo zabito 22 lidí a 183 lidí bylo zraněno.\n**1968** – Generál Ludvík Svoboda byl zákonodárnými orgány zvolen prezidentem ČSSR.\n**1971** – Založena společnost Starbucks Coffee Company.\n**1981** – Prezident USA Ronald Reagan byl střelen do hrudi před hotelem ve Washingtonu atentátníkem Johnem Hinckleym mladším.\n**2004** – Do výkonu základní vojenské služby v Armádě České republiky narukovali poslední branci. Jejich propuštěním do civilu 21. 12. přestala všeobecná branná povinnost v České republice platit.\n**2010** – Na Velkém hadronovém urychlovači v CERNu začíná výzkumný provoz srážkou protonů o energii 7 TeV.\n**2019** – V druhém kole prezidentských voleb na Slovensku zvítězila Zuzana Čaputová se ziskem 58,4 % hlasů při volební účasti 41,79 %.",
    "31 03": "Svátek má **Kvido**\n\n**Události:**\n**1387** – Zikmund Lucemburský, syn Karla IV., se stal uherským králem.\n**1475** – Obrovská hejna kobylek napadla Uhry, Moravu a Polsko.\n**1727** – Zemřel Isaac Newton.\n**1745** – Z Prahy byli vyhnáni všichni Židé.\n**1901** – Premiéra opery Antonína Dvořáka Rusalka v Národním divadle.\n**1904** – V průsmyku u vesnice Guru, při tzv. Younghusbandově expedici, Britové zmasakrovali neútočící tibetské vesničany.\n**1918** – USA uzákonily letní čas na který přešly všechny státy kromě Arizony.\n**1948** – Narodil se Al Gore.\n**1997** – Jaromír Jágr hrál svůj 500. zápas v NHL (proti Floridě).\n**1998** – Byl zveřejněn zdrojový kód Netscapu.\n**2005** – Český státní zástupce obžaloval katarského prince Háinida bin Abdal Saního. S ním byly obžalovány tři mladé ženy za to, že mu dodávaly nezletilé dívky.\n**2009** – Skončil projekt Wikia Search.\n**2016** – ČSSD prohrála spor se Zdeňkem Altnerem o Lidový dům, má zaplatit víc jak 337 milionů. Kvůli dlouho trvajícím právním tahanicím se však Altner svých peněz nedočkal, 7. listopadu 2016 zemřel.",
    "01 04": "Svátek má **Hugo**\n\n",
    "02 04": "Svátek má **Erika**\n\n",
    "03 04": "Svátek má **Richard**\n\n",
    "04 04": "Svátek má **Ivana**\n\n",
    "05 04": "Svátek má **Miroslava**\n\n",
    "06 04": "Svátek má **Vendula**\n\n",
    "07 04": "Svátek má **Heřman a Hermína**\n\n",
    "08 04": "Svátek má **Ema**\n\n",
    "09 04": "Svátek má **Dušan**\n\n",
    "10 04": "Svátek má **Darja**\n\n**Události:**\n**837** – Halleyova kometa <:elmofire:796489161472737331> 1P/837 F1 se přiblížila k Zemi na 0.0334 astronomické jednotky - (5.1 milionů kilometrů).\n**1348** – Na příkaz Karla IV. začal stavitel Matyáš z Arrasu budovat hrad Karlštejn.\n**1516** – V Benátkách vzniklo první židovské ghetto, když Židům vymezili ohraničený prostor, kde mohou žít.\n**1790** – V USA založili patentní úřad a ochranné známky.\n**1815** – Erupce sopky Tambora.\n**1881** – Zahájila provoz první telefonní linka v Čechách, spojující správní budovu Dolu Hartmann v Ledvicích s nádražím v Duchcově.\n**1912** – Zaoceánský parník Titanic vyplul na svou první plavbu.\n**1945** – Druhá světová válka: Luftwaffe provádí svůj poslední let nad Británií (průzkumný let proudového Arada Ar 234).\n**1970** – Paul McCartney oznámil, že opouští Beatles\n**1998** – Spojené království a Irsko uzavřely Velkopáteční dohodu ohledně Severního Irska.\n**2010** – Smolensk: Pád letadla s polským prezidentem Lechem Kaczyńskim s jeho ženou a dalšími 94 významnými polskými představiteli.\n",
    "11 04": "Svátek má **Izabela**\n\n**Události:**\n**1506** – Byl položen základní kámen pro baziliku Sv. Petra pod patronací papeže Julia II.\n**1549** – Jiří Melantrich z Aventina dokončil tisk prvního vydání své Bible, později známé jako Bible Melantrichova či Melantriška.\n**1792** – Ve Francii byla vynalezena gilotina.\n**1814** – Napoleon Bonaparte se na nátlak svých generálů vzdal koalici spojenců a následně byl spolu s tisícovkou svých gardistů poslán do vyhnanství na ostrov Elba.\n**1868** – V Japonsku zrušili šogunáty.\n**1899** – Spojené státy americké připojily mezi svá teritoria (nezačleněná území) Guam a Portoriko.\n**1919 **– Byla založena Mezinárodní organizace práce.\n**1970** – Z mysu Canaveral na Floridě odstartovala kosmická loď Apollo 13. Při cestě k Měsíci došlo k výbuchu jedné z nádrží se stlačeným kyslíkem, a loď byla nucena uskutečnit předčasný návrat na Zemi.\n**1976** – Byl vytvořen první osobní počítač Apple I.",
    "12 04": "Svátek má **Julius**\n\n**Události:**\n**1012** – Oldřich z rodu Přemyslovců sesadil, oslepil a vyhnal knížete Jaromíra ze země, sám pak usedl na knížecí stolec.\n**1204** – Armáda 4. křížové výpravy dobyla a pustoší Konstantinopol, ustanovila Latinské císařství.\n**1633** – Začíná inkviziční soud s Galileo Galilei obžalovaného za kacířství.\n**1861** – Zahájily jednotky Konfederace útok na pevnost Fort Sumter u Charlestonu čímž vznikl casus belli pro rozpoutání Americké občanské války.\n**1900** – Portoriko přestalo být závislé na USA a stalo se svobodným územím.\n**1937** – Sir Frank Whittle otestoval první proudový motor určený k pohánění letadel.\n**1945** – Při sovětském náletu na Brno zemřely desítky lidí.\n**1961** – Nadporučík Jurij Alexejevič Gagarin jako první pobýval ve vesmíru a obletěl zeměkouli. Historický let na kosmické lodi Vostok 1 trval 108 minut. Od roku 1969 se z rozhodnutí Mezinárodní letecké federace slaví tento den jako Mezinárodní den kosmonautiky.\n**1972** – Byla vyhlášena CHKO Český kras.\n**1980** – Mladý, na smrt nemocný kanadský atlet Terry Fox začal svůj Maratón naděje, v němž uběhl během 143 dnů více než 5300 km.\n**1981** – První start raketoplánu Columbia začal novou éru letů do vesmíru. První let raketoplánu trval 2 dny (36 obletů Země).\n**2010** – Byla zahájena stavba nového úseku pražského metra na lince A ze stanice Dejvická do stanice Motol.",
    "13 04": "Svátek má **Aleš**\n\n**Události:**\n**1348** – Černá smrt: Ve městě Toulon na jihovýchodě Francie bylo napadeno židovské ghetto, domy byly vyplněny a skoro čtyřicet mužů, žen a dětí bylo ve spánku zmasakrováno. Židé byli označeni za původce moru.\n**1618** – Na Velký pátek došlo k požáru města Třeboně, při kterém shořela většina domů.\n**1870** – Bylo otevřeno Metropolitní muzeum umění v New Yorku.\n**1921** – Rudá záře nad Kladnem - u Zemského trestního soudu v Praze proběhl soud se 14 kladenskými radikály v čele s někdejším předsedou Československé komunistické strany na Rusi Aloisem Munou a budoucím prezidentem Antonínem Zápotockým.\n**1943** – Druhá světová válka: Je oznámeno objevení katyňského masakru, zavraždění přibližně 22 000 Poláků sovětskou NKVD.\n**1943** – Byl odhalen Jeffersonův památník ve Washingtonu, D.C.\n**1945** – Druhá světová válka: Armády SSSR a Bulharska osvobodily Vídeň.\n**1949** – V Praze byla vytvořena jednotná mládežnická organizace - Československý svaz mládeže (ČSM) a po sovětském vzoru pro děti založena Pionýrská organizace (PO). Ostatní mládežnické a dětské organizace přestaly existovat.\n**1960** – USA spustily Transti 1-B, první satelitní navigační systém na světě.\n**1993** – Česká republika zakázala potraty pro cizí státní příslušníky.\n**1997** – Tiger Woods se stal nejmladším golfistou v historii, který vyhrál turnaj Masters.",
    "14 04": "Svátek má **Vincenc**\n\n**Události:**\n**1205** – Křížové výpravy: křižáci byli poraženi v bitvě u Adrianopole.\n**1828** – Noah Webster vydal první edici svého slovníku.\n**1851** – Český pozdrav *Nazdar* se poprvé objevuje v Praze a úzce souvisí s organizováním sbírky na vybudování Národního divadla v Praze. Po české metropoli tehdy chodili výběrčí s kasičkami, které obsahovaly nápis: *Na zdar Národního divadla*. Lidé do nich házeli své finanční příspěvky a slovo *Nazdar* se mezi nimi rozšířilo jako pozdrav.\n**1865** – Prezident USA Abraham Lincoln byl smrtelně postřelen Johnem Wilkesem Boothem ve Fordově divadle ve Washingtonu. Druhý den nato zemřel.\n**1912** – Parník Titanic na své první plavbě přes Atlantik narazil na ledovou kru. Další den kolem 2:20 ráno se potopil.\n**1916** – Švédsko jako první zavedlo letní čas.\n**1927** – Ve Švédsku byla založena automobilka Volvo.\n**1931** – Ve Velké Británii vyšly první Pravidla silničního provozu.\n**1946** – Na Brněnskou přehradu byla spuštěna první osobní výletní loď. Nesla název Brno. O den později ji následovala loď Morava.\n**1948** – Byl proveden první americký jaderný test na atolu Eniwetok – bomba X-Ray.\n**1948** – Nová československá komunistická ústava je na světě, Klement Gottwald ji předložil prezidentu Benešovi a ten se rozhodl pro abdikaci.\n**1951** – První urychlovač v České republice je umístěn v bývalém hostivařském parním mlýně, kde se nedávno usídlil Ústav atomové fyziky České akademie věd.\n**1956** – V Chicagu v USA firma AMPEX představila nové zařízení na vysílání TV pořadů ze záznamového pásu.\n**1958** – Sovětský Sputnik 2 se psem Lajkou shořel při návratu v atmosféře.\n**1981** – STS-1 – Byly zahájeny letové zkoušky raketoplánu Columbia, prvního raketoplánu, který dosáhl oběžné dráhy.\n**2003** – Projekt Lidský genom dokončil rozkódování 99 % lidské DNA s přesností 99,99 %.",
    "15 04": "Svátek má **Anastázie**\n\n**Události:**\n**1621** – Loď Mayflower vyplula z Plymouthu na zpáteční cestu do Anglie.\n**1817** – Thomas Hopkins Gallaudet otevřel v Hartfordu v Connecticutu první veřejnou školu pro hluché.\n**1818** – V Praze bylo založeno Národní muzeum.\n**1850** – Z náboženské misie, založené 29. června 1776 vzniklo americké město San Francisco pojmenované po sv. Františku z Assisi.\n**1861** – Prezident USA Abraham Lincoln povolal do zbraně 75 000 dobrovolníků. Tímto aktem oficiálně propukla Americká občanská válka, známá též jako válka Jihu proti Severu.\n**1865** – V 56 letech zemřel Abraham Lincoln, 16. prezident USA.\n**1896** – Byly ukončeny první moderní letní olympijské hry v Athénách.\n**1912** – Na své první plavbě se v severním Atlantiku kolem 2.20 potopil zaoceánský parník Titanic.\n**1949** – V Praze vzniklo Státní nakladatelství dětské knihy (SNDK), které o 20 let později změnilo název na Albatros.\n**1955** – V americkém Des Plines v Illinois otevřel čechoamerický podnikatel Ray Kroc první franšízovou restauraci McDonald's. Bratři McDonaldové již předtím měli první restauraci v San Bernardinu v Kalifornii.\n**1990** – Narodila se Emma Watson, anglická herečka.\n**2013** – Došlo ke 2 bombovým útokům u cíle Bostonského maratonu.**2019 **– Požár katedrály Notre-Dame v Paříži.",
    "16 04": "Svátek má **Irena**\n\n**Události:**\n**1521** – Náboženský reformátor Martin Luther přišel na říšský sněm ve Wormsu.\n**1632** – Albrecht z Valdštejna byl jmenován vrchním velitelem císařských vojsk.\n**1705** – Anglická královna Anna Stuartovna povýšila do šlechtického stavu Isaaca Newtona.\n**1865** – V Londýně vyšla groteskně fantastická knížka Alenka v říši divů od Lewise Carrolla, která se stala klasikou světové literatury.\n**1909** – Jana z Arku byla blahoslavena v Římě papežem Piem X.\n**1917** – Vladimir Iljič Lenin se vrátil z finského exilu do Petrohradu.\n**1924** – Sloučením 3 filmových společností Metro Pictures, Goldwyn Pictures a Louis B. Meyer Pictures vznikla v Hollywoodu nová filmová společnost Metro-Goldwyn-Mayer (MGM).\n**1943** – Doktor Albert Hofmann objevil psychedelické účinky LSD. :eyes:\n**1943** – Špatně navigovaný nálet na plzeňskou Škodovku. Místo nedaleké továrny byla zasažena dobřanská psychiatrická léčebna a okolní rodinné domy. Zahynulo přes 150 civilistů.\n**1945** – Sovětská ponorka L-3 torpédovala a potopila německou dopravní loď Goya. Zahynulo 6 až 7 tisíc osob, jedná se o druhou největší námořní katastrofu v dějinách.\n**1945** – Druhá světová válka: začala bitva o Berlín.\n**1945** – Ve středoslovenské obci Ladce bylo jako reakce na zadržení dvou příslušníků gestapa zatčeno 20 místních občanů a následně postříleno na nádvoří místní cementárny.\n**1972** – Odstartovalo Apollo 16 směrem k Měsíci.\n**2007** – Došlo k masakru na Virginském polytechnickém institutu a státní univerzitě.",
    "17 04": "Svátek má **Rudolf**\n\n**Události:**\n**1421** – Hráze v holandském Dort Holland se protrhly a zahynulo přes 100 000 lidí.\n**1492 **– Kryštof Kolumbus uzavřel kontrakt s Katolickými Veličenstvami, aragonským králem Ferdinandem II. a jeho manželkou, kastilskou královnou Isabelou, kde ho pověřili nalezením cesty do Indie západním směrem.\n**1521** – Martin Luther odmítl na koncilu ve Wormsu odvolat své učení.\n**1524** – Florentský mořeplavec Giovanni da Verrazzano s lodí La Douhpine veplul do zátoky dnešního New Yorku a stal se tak *prvním Newyorčanem*.\n**1704** – V Bostonu začaly vycházet první pravidelné úspěšné noviny, vydávané Johnem Campbellem.\n**1790** – V 84 letech zemřel Benjamin Franklin, americký politik a vynálezce.\n**1945** – Čechy byly masově bombardovány. Zasažena byla předně Plzeň a Oslavany.\n**1945** – Vyšlo poslední číslo Lidových novin a v květnu 1945 ministr vnitra Václav Nosek zastavil vydávání Lidových novin úředně.\n**1966** – Poprvé se konal nejznámější organizovaný turistický a dálkový pochod v Česku Pochod Praha–Prčice. Trasa z Prahy měřila 65 km.\n**1969** – Z funkce generálního tajemníka ÚV KSČ byl sesazen Alexander Dubček, jehož nahradil Gustáv Husák.\n**1969** – 3. premiéra Divadla Járy Cimrmana autorů Zdeňka Svěráka a Ladislava Smoljaka Hospoda Na mýtince v Malostranské besedě v Praze, které se zúčastnil i Václav Havel. Hra se hrála neuvěřitelných 35 let a v roce 2004 dosáhla 1000 repríz.\n**1975** – Rudí Khmerové vedení Pol Potem obsadili Phnompenh a nastolili v Kambodži komunistickou diktaturu.\n**1978** – Ali Maow Maalin, kuchař nemocnice v somálském městě Merca, se stal posledním známým případem neštovic na světě – v důsledku rozsáhlé akce SZO byly pravé neštovice celosvětově vymýceny.\n",
    "18 04": "Svátek má **Valérie**\n\n**Události:**\n**1389** – Na Starém Městě pražském byl rozpoután židovský pogrom. Chudina vtrhla do ghetta, vydrancovala a vypálila obchody i domy a bylo vyvražděno na 3 000 mužů, žen i dětí.\n**1775 **– Paul Revere vyrazil varovat kolonisty, že Britové přicházejí z Bostonu zatknout Samuela Adamse a Johna Hancocka.\n**1880** – Při sérii tornád ve státě Missouri zahynulo 151 lidí a město Marshfield bylo smazáno z mapy.\n**1896** – Závěrečný ceremoniál, uzavírající první moderní letní olympijské hry v Athénách v Řecku.\n**1906** – San Francisco bylo zničeno zemětřesením.\n**1906** – Bertha von Suttnerová převzala v Kristianii, dnešním Oslu, Nobelovu cenu za mír. Je první osobou narozenou v Čechách, která získala Nobelovu cenu.\n**1912** – Parník Carpathia, patřící společnosti Cunard, v 20:30 připlul do New Yorku s 706 trosečníky Titanicu na palubě.\n**1920** – Proběhly první volby do parlamentu Československé republiky.\n**1945 **– Do prostoru Ašského výběžku vstoupili první američtí vojáci – průzkumná hlídka 3. praporu 358. pluku 90. divize americké armády pod vedením generála Pattona.\n**1946** – Společnost národů ukončila činnost.\n**1949** – Irsko se stalo nezávislou republikou a vystoupilo z Commonwealthu. Skončil 750 let trvající svazek s anglickou korunou.\n**1955** – Ve věku 76 let zemřel Albert Einstein, americký fyzik německého původu, nositel Nobelovy ceny za fyziku.\n**1966** – Československý film režisérů Jána Kadára a Elmara Klose Obchod na korze získal Oskara jako nejlepší neanglicky mluvený film roku 1965.\n**1980** – Zimbabwe získalo nezávislost a k moci se dostala černošská většina.\n**2011** – Maďarský parlament schválil novou ústavu (nový oficiální název státu zní Maďarsko).",
    "19 04": "Svátek má **Rostislav**\n\n**Události:**\n**65** – Propuštěnec Milichus prozradil Pisonovo spiknutí zabít císaře Nera. Všichni spiklenci byli zajati a uvězněni.\n**1770** – Anglický kapitán James Cook s lodí Endeavour přistál u východního pobřeží Austrálie v Botany Bay.\n**1775** – Proběhla bitva o Lexington a Concord, první vojenský střed americké války za nezávislost.\n**1809** – Bývalý prezident Thomas Jefferson prodal svého sluhu novému, právě zvolenému prezidentovi, Jamesi Madisonovi.\n**1839** – V Londýně byla podepsána Londýnská smlouva, která uznala Belgii za samostatné království.\n**1880** – Stremayrova jazyková nařízení zaručovala rovnoprávnost češtiny s němčinou u státních úřadů ve vnějším úřadování.\n**1882** – V 73 letech zemřel Charles Darwin, anglický biolog.\n**1892** – Charles Duryea jel prvním benzínem poháněným autem na světě.\n**1897** – První ročník Bostonského maratonu, který se běží každé třetí pondělí v dubnu na státní svátek Patriots’ Day („Den patriotů“).\n**1904** – Toronto a Ontario zachvátil obrovský požár.\n**1930** – V dnešní premiéře Hurvínkova jarní revue se objevují dvě nové loutky: holčička Mánička a pes Žeryk.\n**1943** – Švýcarský chemik Albert Hofmann, přezdívaný „otec LSD“, si vzal poprvé úmyslně LSD, aby na sobě vyzkoušel jeho účinky.\n**1943** – Zahájeno povstání ve varšavském ghettu – nejvýznamnější akce židovského odboje za 2. světové války.\n**1945** – Necelý měsíc před koncem války Nacisté vypálili partyzánskou osadu Ploština na území obce Drnovice (okres Zlín) ; zastřelili nebo zaživa upálili 28 lidí.\n**1961** – Končí Invaze v Zátoce sviní.\n**1971** – Byla vypuštěna první vesmírná stanice Saljut 1.\n**1999** – Evropský parlament vyzval Českou republiku k zrušení Benešových dekretů.\n**2010** – Pohřeb polského prezidenta Lecha Kaczyńskeho, který zahynul při leteckém neštěstí u Smolenska.",
    "20 04": "Svátek má **Marcela**\n\n**Události:**\n**295** – Osmý zaznamenaný průlet Halleyovy komety. <:elmofire:796489161472737331>\n**1519** – Španělský dobyvatel Hernando Cortés se vyloďuje v Mexiku s cílem dobýt aztéckou říši. Jeho hlavním cílem však bylo nalézt bájné město zlata El Dorado.\n**1534** – Francouzský mořeplavec a objevitel Kanady Jacques Cartier se vydal se dvěma loděmi a posádkou 61 mužů na svou první plavbu do Ameriky.\n**1777** – New York adoptuje státní ústavu jako nezávislý stát.\n**1792** – Revoluční Francie vyhlašuje válku Rakousku, Prusku a Sardínii. Začala první koaliční válka monarchistické Evropy proti Francii.\n**1841** – Edgar Allan Poe vydává Vraždy v ulici Morgue, což je považováno za první detektivku na světě.\n**1854** – Z Ringhofferovy dílny vyjel první český železniční vagon. Odebírá je takřka celý svět, v jejich salonní verzi se vozí většina evropských panovníků.\n**1862** – Louis Pasteur dokončil první pokusy s pasterizací.\n**1867** – Královna Viktorie položila základní kámen Royal Albert Hall v Londýně.\n**1902** – Pierre a Marie Curie extrahovali chlorid radia.\n**1926** – Western Electric a Warner Bros. představují Vitaphone, proces přidání zvuku do filmu.\n**1945** – Druhá světová válka: Fürherův bunkr: Adolf Hitler naposledy vychází na povrch ze svého bunkru, aby udělil Železný kříž vojákům z Hitlerjugend.\n**1998** – Rozpuštění Frakce Rudé armády.\n**1999** – Masakr na Columbine High School.\n**2010** – Exploze Deepwater Horizon. <:ef:796489161350578257>",
    "21 04": "Svátek má **Alexandra**\n\n**Události:**\n**753 př. n. l.** – Podle římské tradice bylo založeno město Řím.\n**1757** – Sedmiletá válka: pruské a rakouské jednotky se střetly v bitvě u Liberce.\n**1783** – V Praze bylo slavnostně otevřeno Nosticovo divadlo Lessingovou tragédií Emilia Galotti.\n**1895** – Woodville Latham se svými syny představil Panopticon, první filmový promítací přístroj v USA.\n**1919** – Výrazné vylepšení zvukového filmu. Lee de Forest oznamuje vynález technologie *Phonofilmu*, kdy je film a zvuk na jednom celuloidovém pásu.\n**1926** – Narodila se Alžběta II., britská královna. Dnes je jí 95 let <:praisethesun:796393806693793827>\n**1938** – Vedení Wehrmachtu vypracovává pod krycím názvem Fall Grun (Zelený případ) plán na napadení Československa.\n**1945** – Americká vojska vstoupila na československé území a osvobodila Aš.\n**1960** – Hlavním městem Brazílie se stala Brasília místo dosavadního Rio de Janeira.\n**1973** – Sibiřský ropovod Družba začíná dodávat ropu do východní Evropy.\n**1990** – Papež Jan Pavel II. zahájil dvoudenní návštěvu Československa, historicky první oficiální návštěvu papeže v Československu.\n**2012** – Největší demonstrace od listopadu 1989. Odbory a dvě desítky iniciativ a sdružení přilákaly do Prahy prý až 120 tisíc protestujících. Odboráři požadovali demisi Nečasovy vlády a předčasné volby, odmítli vládní reformy.\n**2016** – Ve věku 57 let zemřel Prince, americký hudebník.\n**2019** – Teroristické útoky na Srí Lance.",
    "22 04": "Svátek má **Evžénie**\n\n**Události:**\n**687 př. n. l.** – Nejstarší čínský zápis o sprše meteorů v souhvězdí Lyry.\n**1370** – V Paříži byly položeny základy královské pevnosti Bastila.\n**1507** – Německý kartograf Martin Waldseemüller vydal knihu nazvanou Cosmographiae Introductio, kde se poprvé objevil název Amerika. Omylem se domníval, že cestovatel Amerigo Vespucci byl první Evropan, který objevil nový světadíl a na jeho počest ho nazvali Amerikou.\n**1870** – Narodil se Vladimir Iljič Lenin, ruský politik a komunistický revolucionář.\n**1897** – Badeniho jazyková nařízení o rovnoprávnosti češtiny s němčinou, která měla nadále platit nejen ve vnějším, nýbrž i ve vnitřním úřadování, byla vydána také pro Moravu.\n**1904** – Narodil se Robert Oppenheimer, americký teoretický fyzik, „otec atomové bomby“.\n**1945** – Rudá armáda osvobodila Opavu.\n**1947** – Cestovatelé Jiří Hanzelka a Miroslav Zikmund vyjeli od Aeroklubu v Praze na výpravu přes Afriku do Jižní Ameriky.\n**1957** – Poprvé se losovala Sportka. Jedna sázka stála 3 koruny a maximální výhra byla 40.000 Kčs.\n**1992** – Došlo k sérii výbuchů kanalizace ve čtvrti Reforma mexické Guadalajary. Čtvrť byla zničena, stovky lidí zemřely a tisíce byly těžce zraněny.\n**1994** – V 81 letech zemřel Richard Nixon, dřívější americký prezident.",
    "23 04": "Svátek má **Vojtěch**\n\n**Události:**\n**1348** – Král Eduard III. zakládá nejstarší rytířský řád Podvazkového pásu.\n**1500** – Pedro Álvares Cabral přistál v Brazílii a zabral ji pro portugalskou korunu.\n**1616** – V 52 letech zemřel William Shakespeare, anglický spisovatel.\n**1836** – Máchův Máj vyšel v Praze nákladem 600 výtisků.\n**1919** – K Olomouci bylo zákonem připojeno 13 sousedních obcí, vznikla Velká Olomouc.\n**1945** – Valašská obec Prlov byla vyhlazena německými nacisty.\n**1945** – Rudá armáda dorazila k Brnu a začala s jeho osvobozováním.\n**1996** – Na českém internetu se objevil *Neviditelný pes* (čistě internetový deník) s původním českým obsahem.\n**2005** – Na YouTube bylo publikováno zcela první video „Me at the zoo“ (Já v zoo), kde autor komentoval expozici slonů v zoologické zahradě v americkém San Diegu. Odkaz naleznete zde: https://youtu.be/jNQXAC9IVRw \n**2006** – Přestal se zveřejňovat monetární agregát M3 amerického dolaru.",
    "24 04": "Svátek má **Jiří**\n\n",
    "25 04": "Svátek má **Marek**\n\n",
    "26 04": "Svátek má **Oto**\n\n",
    "27 04": "Svátek má **Jaroslav**\n\n",
    "28 04": "Svátek má **Vlastislav**\n\n",
    "29 04": "Svátek má **Robert**\n\n",
    "30 04": "Svátek má **Blahoslav**\n\n",
    "01 05": "Svátek má **Svátek prace**\n\n",
    "02 05": "Svátek má **Zigmund**\n\n",
    "03 05": "Svátek má **Alexej**\n\n",
    "04 05": "Svátek má **Květoslav**\n\n",
    "05 05": "Svátek má **Klaudie**\n\n",
    "06 05": "Svátek má **Radoslav**\n\n",
    "07 05": "Svátek má **Stanislav**\n\n",
    "08 05": "Svátek má **Státní svátek**\n\n",
    "09 05": "Svátek má **Ctibor**\n\n",
    "10 05": "Svátek má **Blažena**\n\n",
    "11 05": "Svátek má **Svatava**\n\n",
    "12 05": "Svátek má **Pankrác**\n\n",
    "13 05": "Svátek má **Servác**\n\n",
    "14 05": "Svátek má **Bonifác**\n\n",
    "15 05": "Svátek má **Žofie**\n\n",
    "16 05": "Svátek má **Přemysl**\n\n",
    "17 05": "Svátek má **Aneta**\n\n",
    "18 05": "Svátek má **Nataša**\n\n",
    "19 05": "Svátek má **Ivo**\n\n",
    "20 05": "Svátek má **Zbyšek**\n\n",
    "21 05": "Svátek má **Monika**\n\n",
    "22 05": "Svátek má **Emil**\n\n",
    "23 05": "Svátek má **Vladimír**\n\n",
    "24 05": "Svátek má **Jana a Vanesa**\n\n",
    "25 05": "Svátek má **Viola**\n\n",
    "26 05": "Svátek má **Filip**\n\n",
    "27 05": "Svátek má **Valdemar**\n\n",
    "28 05": "Svátek má **Vilém**\n\n",
    "29 05": "Svátek má **Maxmilián**\n\n",
    "30 05": "Svátek má **Ferdinand**\n\n",
    "31 05": "Svátek má **Kamila**\n\n",
    "01 06": "Svátek má **Laura**\n\n",
    "02 06": "Svátek má **Jarmil**\n\n",
    "03 06": "Svátek má **Tamara**\n\n",
    "04 06": "Svátek má **Dalibor**\n\n",
    "05 06": "Svátek má **Dobroslav**\n\n",
    "06 06": "Svátek má **Norbert**\n\n",
    "07 06": "Svátek má **Iveta a Slavoj**\n\n",
    "08 06": "Svátek má **Medard**\n\n",
    "09 06": "Svátek má **Stanislava**\n\n",
    "10 06": "Svátek má **Gita**\n\n",
    "11 06": "Svátek má **Bruno**\n\n",
    "12 06": "Svátek má **Antonie**\n\n",
    "13 06": "Svátek má **Antonin**\n\n",
    "14 06": "Svátek má **Roland**\n\n",
    "15 06": "Svátek má **Vít**\n\n",
    "16 06": "Svátek má **Zbyněk**\n\n",
    "17 06": "Svátek má **Adolf**\n\n",
    "18 06": "Svátek má **Milan**\n\n",
    "19 06": "Svátek má **Leoš**\n\n",
    "20 06": "Svátek má **Květa**\n\n",
    "21 06": "Svátek má **Alois**\n\n",
    "22 06": "Svátek má **Pavla**\n\n",
    "23 06": "Svátek má **Zdeňka**\n\n",
    "24 06": "Svátek má **Jan**\n\n",
    "25 06": "Svátek má **Ivan**\n\n",
    "26 06": "Svátek má **Adriana**\n\n",
    "27 06": "Svátek má **Ladislav**\n\n",
    "28 06": "Svátek má **Lubomir**\n\n",
    "29 06": "Svátek má **Petr a Pavel**\n\n",
    "30 06": "Svátek má **Šárka**\n\n",
    "01 07": "Svátek má **Jaroslava**\n\n",
    "02 07": "Svátek má **Patricie**\n\n",
    "03 07": "Svátek má **Radomir**\n\n",
    "04 07": "Svátek má **Prokop**\n\n",
    "05 07": "Svátek má **Cyril a Metoděj**\n\n",
    "06 07": "Svátek má **Mistr Jan Hus**\n\n",
    "07 07": "Svátek má **Bohuslava**\n\n",
    "08 07": "Svátek má **Nora**\n\n",
    "09 07": "Svátek má **Drahoslava**\n\n",
    "10 07": "Svátek má **Libuše a Amálie**\n\n",
    "11 07": "Svátek má **Olga**\n\n",
    "12 07": "Svátek má **Bořek**\n\n",
    "13 07": "Svátek má **Markéta**\n\n",
    "14 07": "Svátek má **Karolína**\n\n",
    "15 07": "Svátek má **Jindřich**\n\n",
    "16 07": "Svátek má **Luboš**\n\n",
    "17 07": "Svátek má **Martina**\n\n",
    "18 07": "Svátek má **Drahomira**\n\n",
    "19 07": "Svátek má **Čeněk**\n\n",
    "20 07": "Svátek má **Ilja**\n\n",
    "21 07": "Svátek má **Vítězslav**\n\n",
    "22 07": "Svátek má **Magdaléna**\n\n",
    "23 07": "Svátek má **Libor**\n\n",
    "24 07": "Svátek má **Kristýna**\n\n",
    "25 07": "Svátek má **Jakub**\n\n",
    "26 07": "Svátek má **Anna**\n\n",
    "27 07": "Svátek má **Věroslav**\n\n",
    "28 07": "Svátek má **Viktor**\n\n",
    "29 07": "Svátek má **Marta**\n\n",
    "30 07": "Svátek má **Bořivoj**\n\n",
    "31 07": "Svátek má **Ignác**\n\n",
    "01 08": "Svátek má **Oskar**\n\n",
    "02 08": "Svátek má **Gustav**\n\n",
    "03 08": "Svátek má **Miluše**\n\n",
    "04 08": "Svátek má **Dominik**\n\n",
    "05 08": "Svátek má **Kristián**\n\n",
    "06 08": "Svátek má **Oldriška**\n\n",
    "07 08": "Svátek má **Lada**\n\n",
    "08 08": "Svátek má **Soběslav**\n\n",
    "09 08": "Svátek má **Roman**\n\n",
    "10 08": "Svátek má **Vavřinec**\n\n",
    "11 08": "Svátek má **Zuzana**\n\n",
    "12 08": "Svátek má **Klára**\n\n",
    "13 08": "Svátek má **Alena**\n\n",
    "14 08": "Svátek má **Alan**\n\n",
    "15 08": "Svátek má **Hana**\n\n",
    "16 08": "Svátek má **Jáchym**\n\n",
    "17 08": "Svátek má **Petra**\n\n",
    "18 08": "Svátek má **Helena**\n\n",
    "19 08": "Svátek má **Ludvík**\n\n",
    "20 08": "Svátek má **Bernard**\n\n",
    "21 08": "Svátek má **Johana**\n\n",
    "22 08": "Svátek má **Bohuslav**\n\n",
    "23 08": "Svátek má **Sandra**\n\n",
    "24 08": "Svátek má **Bartoloměj**\n\n",
    "25 08": "Svátek má **Radim**\n\n",
    "26 08": "Svátek má **Luděk**\n\n",
    "27 08": "Svátek má **Otakar**\n\n",
    "28 08": "Svátek má **Augustýn**\n\n",
    "29 08": "Svátek má **Evelína**\n\n",
    "30 08": "Svátek má **Vladěna**\n\n",
    "31 08": "Svátek má **Pavlína**\n\n",
    "01 09": "Svátek má **Linda a Samuel**\n\n**Události:**\n\n**1598** – Boris Fjodorovič Godunov byl korunován ruským carem.\n**1701** – Válka o španělské dědictví: V bitvě u Chiari porazila habsburská císařská armáda pod vedením Evžena Savojského armádu francouzskou.\n**1707** – Švédský král Karel XII. a římský císař Josef I. Habsburský uzavřeli v Sasku Altranstädtskou konvenci o postavení slezských evangelíků.\n**1715** – Po 72 letech vlády zemřel francouzský král Ludvík XIV.\n**1804** – Německý astronom Karl Ludwig Harding objevil planetku Juno.\n**1870** – Prusko-francouzská válka: V bitvě u Sedanu porazila pruská armáda francouzskou.\n**1902** – V Paříži měl premiéru vědeckofantastický film George Mélièse Cesta na Měsíc.\n**1905** – Vznikly kanadské provincie Alberta a Saskatchewan.\n**1914** – Uhynula holubice Martha, poslední známá zástupkyně druhu holuba stěhovavého.\n**1923** – Při zemětřesení v Japonsku o síle až 8,3 stupňů zahynulo přes 100 000 lidí.\n**1928** – Albánský prezident Ahmet Zogu prohlásil Albánii královstvím a nastoupil na trůn jako Zog I.\n**1939** – Nacistické Německo přepadlo Polsko – začala druhá světová válka.\n**1951** – USA, Austrálie a Nový Zéland podepsaly v San Franciscu založili vojenskou organizaci ANZUS.\n**1958** – V platnost vstoupil islandský zákon, který jednostranně posunul hranice islandské rybářské zóny ze 4 námořních mil od pobřeží na 12 námořních mil od pobřeží, čímž začala první „tresčí válka“ mezi Spojený královstvím a Islandem.\n**1969** – Vojenským převratem byl v Libyi sesazen král Idris I. a v čele země stanul Muammar Kaddáfí.\n**1972** – Americký šachista Bobby Fischer se stal jedenáctým mistrem světa v šachu, když zvítězil v zápase o titul v Reykjavíku.\n**1979** – Americká vesmírná sonda Pioneer 11 prolétá ve vzdálenosti 21 000 km kolem Saturnu.\n**1983** – Sovětské letectvo sestřelilo u ostrova Sachalin jihokorejské civilní letadlo Boeing 747. Všech 269 osob na palubě letu KAL 007 přišlo o život.\n**1985** – Americký oceánograf Robert D. Ballard objevil vrak Titanicu.\n**2004** – V Rusku začal třídenní teroristický útok na beslanskou školu, při kterém zahynulo 371 lidí.",
    "02 09": "Svátek má **Adéla**\n\n**Události:**\n\n**490 př. n. l. Feidippidés běží první maratón, když doběhl do Sparty oznámit řecké vítězství nad Peršany v bitvě u Marathónu\n**44 př. n. l.\nEgyptská královna Kleopatra VII. prohlásila svého syna Ptolemaja XV. Caesariona svým spoluvládcem\nDnes pronesl římský politik a filozof Cicero první filipiku (verbální útok) na Marka Antonia. Celkem jich pronese 14 v průběhu několika měsíců\n**31 př. n. l.** – Octavianus zvítězil nad Marcem Antoniem a Kleopatrou v námořní bitvě u Actia.\n**1192** – Dohodou mezi Richardem I. Lví srdce a Saladinem skončila po třech letech třetí křížová výprava.\n**1666** – V Londýně vypukl velký požár, během něhož bylo zničeno na 10 000 budov včetně katedrály sv. Pavla.\n**1686** – Karel V. Lotrinský dobyl Budín, který byl 145 pod nadvládou Osmanské říše.\n**1752** – Poslední den juliánského kalendáře pro Británii a její kolonie\n**1792** – Ve Francii začaly tzv. zářijové masakry, při kterých během šesti dnů bylo zavražděno okolo 1 300 vězňů.\n**1811** – Král Frederik VI. založil univerzitu v Oslu.\n**1864** – Americká občanská válka: Armáda Unie pod velením generála Williama T. Shermana obsadila Atlantu v Georgii.\n**1898** – Mahdího povstání: Britové za pomoci kulometů porazili povstalce v bitvě u Omdurmánu.\n**1914** – V Chicagu (USA) vzniklo České národní sdružení, které se stalo oporou české a slovenské odbojové akce proti Rakousko-Uhersku.\n**1922** – Německý prezident Friedrich Ebert prohlásí píseň Deutschland Über Alles německou národní hymnou\n**1924** – Premiéra amerického filmu Rudolfa Frimla Rose-Marie s nadšenými kritiky. V hlavních rolích hráli a zpívali Nellson Eddy a Janette McDonaldová\n**1939** – Okupace Svobodného města Gdaňského Nacistickým Německem\nFrancie a Velká Británie vyhlásily všeobecnou mobilizaci.\n**1941** – Americká akademie filmového umění a věd si nechává patentovat sošku Oscara, kterou vyznamenává nejlepší výsledky filmové tvorby minulého roku\n**1944** – Při jaderné havárii v Národní laboratoři Oak Ridge v Tennessee zahynuli dva lidé.\n**1945**\nNa palubě lodi USS Missouri byla podepsána japonská kapitulace** – konec druhé světové války v Asii.\nVietnam vyhlásil nezávislost na Francii.\n**1958**\nNad Arménií byl sestřelen americký průzkumný letoun Lockheed RC-130 Hercules a zahynulo všech 17 lidí na palubě.\nČínská ústřední televize zahájila vysílání.\n**1990** – V Tiraspolu byla vyhlášena Podněsterská moldavská sovětská socialistická republika.\n**1998** – Při havárii dopravního letounu McDonnell Douglas MD-11 u Nového Skotska na lince z New Yorku do Ženevy zemřelo všech 229 osob na palubě.\n**2015** – Z kosmodromu Bajkonur odstartovala ruská kosmická loď Sojuz TMA-18M, která vynesla k Mezinárodní vesmírné stanici prvního dánského kosmonauta Andrease Mogensena a prvního kosmonauta nezávislého Kazachstánu Ajdyna Aimbetova.\n**2018** – Požár Brazilského Národního muzea v Riu de Janeiru zničil kolem dvaceti milionů předmětů včetně archeologických nálezů a historických památek.",
    "03 09": "Svátek má **Bronislav**\n\n**Události:**\n\n**36 př. n. l.** – Vítězství floty vedené Marcem Vipsaniem Agrippou nad loděmi Sexta Pompeiua v námořní bitvě u Naulochus ukončilo pompejské povstání, vyvolané odporem k druhému triumvirátu.\n**301** – Kameník Marinus na hoře Monte Titano nedaleko Rimini začal stavět kostelík, který se stal základem budoucí nezávislé republiky uvnitř Itálie San Marino, nejmenší a nejstarší republiky na světě.\n**863** – Významné vítězství byzantské armády v bitvě u Lalakaon (dnešní Turecko), kde odrazila nájezdy arabských nájezdníků.\n**1650** – Ve třetí anglické občanské válce porazil Cromwell skotskou královskou armádu v bitvě u Dunbaru, což mu otevřelo cestu do Edinburghu.\n**1651** – Konec Anglické občanské války.\n**1783** – Americká válka za nezávislost formálně skončila pařížským mírem podepsaným Spojenými státy americkými a Spojeným královstvím.\n**1913** – V Severním ledovém oceánu objevila ruská expedice souostroví Severní země.\n**1915** – V Londýně byl založen Český zahraniční komitét, který sjednocoval činnost českých odbojových organizací v cizině. Jeho předsedou se stal Tomáš G. Masaryk.\n**1939**\nPolský prezident Ignacy Mościcki vydal dekret o vytvoření Legie Čechů a Slováků.\nV reakci na německou agresi vůči Polsku vyhlásily Francie, Velká Británie, Nový Zéland a Austrálie válku nacistickému Německu.\n**1944**\nSpojenecká vojska osvobodila Brusel.\nNěmecká dívka židovského původu Anna Franková, autorka slavného deníku, byla s rodinou odvezena do koncentračního tábora Osvětim\n**1967** – Po dlouhé převýchově švédských řidičů se přes noc změnila pravidla silničního provozu ve Švédsku - od rána se jezdí vpravo.\n**2004** – Beslanský školní masakr skončil smrtí více než 330 lidí, převážně dětí a jejich učitelů.",
    "04 09": "Svátek má **Jindřiška**\n\n**Události:**\n\n**422** – Bonifác I. končí jako 42. katolický papež, nahradí ho Celestýn I.\n**476** – Zánik západořímské říše – Odoacer sesadil císaře Romula Augusta a byl svým vojskem prohlášen za 1. barbarského krále Itálie\n**626** – Li Š'-min se stal čínským císařem Tchaj-cung po tom, co jeho otec abdikoval na jeho žádost\n**929** – Polabští Slované (Obodrité a Lutici) jsou poraženi Sasy v bitvě nedaleko pevnosti Lenčín v dnešním Anhaltsku. Veliké množství Slovanů padlo nebo bylo později popraveno.\n**1024** – Konrád II. zvolen římsko-německým králem jako první příslušník Sálské dynastie\n**1260** – Sienští ghibellini s pomocí Manfréda Sicilského rozdrtili florentské guelfy v bitvě u Montaperti.\n**1282** – Aragonský král Pedro III. připojuje Sicílii a stává se tak i králem sicilským.\n**1359** – sňatek Meinharda Bavorského (1344 - 1363) s Markétou Habsburskou (1346 – 1366)\n**1414** – Burgundský vévoda z vedlejší větve francouzské královské rodiny Valois Jan Nebojácný podepisuje v Utrechtu mírovou dohodu s Armagnonci\n**1479** – Dohoda z Alcáçovasu je podepsaná katolickými vládci Aragonu a portugalským králem Alfonso I. a jeho synem princem Janem II., kteří uznali Isabellu jako královnu Kastilie\n**1504** – Italský cestovatel Amerigo Vespuci vydává ve Florencii šestnáctistránkový spisek o ostrovech objevených na čtyřech cestách. Na jeho základě německý kartograf Martin Waldseemüller nazval jeden z nich Amerikou.\n**1609** – Anglický mořeplavec a navigátor Henry Hudson objevil ostrov Manhattan\n**1682** – Anglický astronom Edmond Halley zpozoroval kometu, která dnes nese jeho jméno\n**1781** – 44 španělských osadníků založilo v Bahia de las Fumas farmářské sídlo v jižní Kalifornii a nazvali ho El Pueblo de Nuestra Señora Reina de Los Angeles de Porciuncula. Později bylo jméno zkráceno na Los Angeles.\n**1800** – Britové přinutili ke kapitulaci francouzskou posádku ve Vallettě a vyhlásili nad Maltou Maltský protektorát.\n**1807** – Robert Fulton začíná provozovat svůj parník na trati mezi Albany a New Yorkem\n**1837** – Samuel Morse poprvé předvedl svůj telegraf a o měsíc později jej přihlásil k patentování. Pro svůj telegrafický provoz vynalezl zvláštní značkovou abecedu z teček a čárek, která dodnes nese jeho jméno.\n**1870** – Poté, co francouzský císař Napoleon III. padl do pruského zajetí, byla v Paříži vyhlášena třetí republika.\n**1886** – Po téměř 30letém boji se Geronimo, náčelník Apačů, vzdal v Arizoně americké armádě.\n**1888** – George Eastman dostává patent na svoji kameru na svinutý film a registruje svoji ochranou známku Kodak\n**1905** – Na ostrově Man byl poprvé pořádán nejstarší automobilový závod světa RAC (Královský automobilový klub), který se dosud pravidelně koná.\n**1914** – Francie, Rusko a Velká Británie se dohodly v Londýně, že nikdo z nich nepodepíše separátní mír s Německem, což Rusko později porušilo\n**1939** – Německé jednotky obsadily polský Gdaňsk (Danzig)\n**1970**\nMarxista Salvador Allende vyhrál chilské prezidentské volby. Jelikož nedosáhl nadpoloviční většiny hlasů, musel jeho zvolení do funkce schválit kongres\nSovětská primabalerína Natalia Makarovova požádala o politický asyl v Londýně při divadelním zájezdu Moskevského souboru\n**1976** – George W. Bush byl ve státě Maine zadržen za jízdu v opilosti\n**1998** – vznik společnosti Google\n**2016** – Papež František ve slavnostní ceremonii kanonizuje matku Terezu",
    "05 09": "Svátek má **Boris**\n\n**Události:**\n\n**1914** – První světová válka: začala první bitva na Marně, v níž francouzská armáda odrazila Němce, pronikající k Paříži.\n**1939** – USA a Japonsko vyhlásily neutralitu v evropské válce.\n**1972** – Mnichovský masakr: členové palestinské teroristické skupiny „Černé září“ zajali izraelské atlety na mnichovských olympijských hrách.\n**1977** – NASA vypustila vesmírnou sondu Voyager 1, v současnosti nejvzdálenější člověkem vytvořený objekt ve Vesmíru.\n**2016** – Zahájila vysílání slovenská televizní stanice JOJ Family.\n**2017** – Byla poprvé představena rubínová čokoláda.",
    "06 09": "Svátek má **Boleslav**\n\n**Události:**\n\n**3761 před n. l.** – první den židovského kalendáře.[1]\n**394** – Theodosius I. rozdrtil usurpátora Eugenia v bitvě na řece Frigidus.\n**1564** – Španělský místokrál Sicílie García de Toledo dobyl Peñón na pobřeží severní Afriky.\n**1634** – Třicetiletá válka: Spojené císařsko-španělské síly pod vedením arcivévody Ferdinanda rozdrtily švédsko-saskou armádu v bitvě u Nördlingenu.\n**1901** – Anarchista Leon Czolgosz na Panamerické výstavě v Buffalu (stát New York) smrtelně postřelil amerického prezidenta Williama McKinleye, který zemřel o osm dní později.\n**1939** – Jihoafrická republika vyhlásila válku Německu.\n**1968** – Svazijsko vyhlásilo nezávislost na Velké Británii.\n**1970**\nÚnosy letadel na Dawson's Field.\nKytarista Jimi Hendrix odehrál poslední koncert.\n**1976** – Ruský letecký technik Viktor Ivanovič Bělenko odletěl na stíhacím letounu MiG-25 do Japonska, kde požádal o politický azyl.\n**1997** – V Londýně se konal pohřeb princezny Diany.\n**2007** – Operace Ovocný sad: Izraelská armáda provedla letecký útok na jaderný reaktor v Sýrii.",
    "07 09": "Svátek má **Regína**\n\n**Události:**\n\n**70** – Římská armáda vedená generálem Titem dobyla a obsadila Jeruzalém, který vyplenila\n**878** – Ludvík II. Koktavý je papežem Janem VIII. korunován západofranským králem\n**1191** – Třetí křížová výprava: Richard I. Lví srdce drtivě porazil Saladina v bitvě u Arsufu.\n**1298** – Proběhla námořní bitva u Curzoly mezi Benátkámi a Janovem, ve které Benátky prohrály. Během bitvy byl zajat Marco Polo, který poté v janovském vězení nadiktoval svůj cestopis Milion.\n**1566** – Turci po měsíčním obléhání dobyli vodní hrad Szigetvár, do posledního okamžiku bráněný švagrem Petra Voka Mikulášem Zrinským.\n**1812** – Napoleon I. Bonaparte získal v bitvě u Borodina přístupovou cestu k Moskvě.\n**1936** – V zoologické zahradě v tasmánském Hobartu uhynul poslední známý exemplář vakovlka\n**1945** – Přehlídka všech armád, které se podílely na vítězném ukončení II. světové války, v Berlíně.\n**1998** – Larry Page a Sergey Brin, studenti Stanfordovy univerzity, založili internetový vyhledávač Google.\n**2011** – U Jaroslavle havaroval ruský letoun JAK-42 s hokejovým týmem z KHL Lokomotiv Jaroslavl. Až na palubního technika všichni v letounu zemřeli, mezi nimi i čeští hokejisté Jan Marek, Josef Vašíček, Karel Rachůnek a Slovák Pavol Demitra.\n**2016** – Firma Apple představila svůj nový iPhone 7.",
    "08 09": "Svátek má **Mariana**\n\n**Události:**\n\n**1793** – V Bitvě u Hondschoote během Velké francouzské revoluce zvítězili Francouzi nad Brity a Rakušany.\n**1941** – Začátek obléhání Leningradu německými vojsky.\n**1943** – Byla zveřejněna kapitulace Itálie, kterou italský premiér Badoglio podepsal 3. září.\n**1944** – Začala Karpatsko-dukelská operace.\n**1946** – V Bulharsku proběhlo referendum ve kterém se 92,72 % obyvatel rozhodlo pro zrušení monarchie a ustanovení republiky.\n**1948** – Byl přijat státní znak Severní Koreje.\n**1968** – Polák Ryszard Siwiec se upálil na protest proti invazi armád Varšavské smlouvy do Československa na varšavském Stadionu Desetiletí.",
    "09 09": "Svátek má **Daniela**\n\n**Události:**\n\n**1298** – Janov zvítězil nad Benátkami v Bitvě u Korčuly.\n**1513** – V bitvě u Floddenu, na severu Anglie, byl anglickým vojskem poražen král Jakub IV. Skotský, který zde spolu s výkvětem skotské šlechty padl v boji.\n**1842** – Pojmenován Howlandův ostrov.\n**1850**\nKalifornie přistoupila do USA.\nVznik Teritoria Nové Mexiko.\n**1945** – Čínsko-japonská válka: japonská armáda v Číně kapitulovala.\n**1948** – Vyhlášena Korejská lidově demokratická republika.\n**1963** – Joe Valachi ve svém svědectví před americkým kongresem popsal strukturu mafie.\n**1975** – K Marsu odstartovala sonda Viking 2.\n**1980** – Při tajfunu Orchid se potopila MV Derbyshire. Katastrofa vedla k zásadním změnám v konstrukci velkých nákladních lodí.\n**1991** – Tádžikistán získal nezávislost na Sovětském svazu.\n**1993** – V Polsku založen Biebrzański Park Narodowy.\n**1999** – Předsedou vlády Ruské federace byl jmenován Vladimir Putin.\n**2001** – Čas ve formátu UNIX_TIMESTAMP (počet sekund od epochy Unixu) v 3:46:40 (SEČ) překročil 1 000 000 000.\n**2015** – Britská královna Alžběta II. se stala nejdéle vládnoucí britskou panovnicí poté, co překonala délku vlády své praprababičky Viktorie.",
    "10 09": "Svátek má **Irma**\n\n**Události:**\n\n**422** – Svatý Celestýn I. byl zvolen papežem.\n**1721** – Podepsáním Nystadského míru skončila Severní válka.\n**1902** – V Austrálii skončilo několikatýdenní období sucha, jedno z nejhorších v historii země.\n**1919** – V Saint-Germain-en-Laye podepsaly vítězné mocnosti první světové války mírovou smlouvu s Rakouskem.\n**1939** – Kanada vyhlásila válku Německu.\n**1942** – vylodění britských jednotek na Madagaskaru\n**1948** – Golda Meirová jmenována izraelskou velvyslankyní v SSSR\n**1974** – Portugalsko uznalo nezávislost státu Guinea-Bissau.\n**1977** – Ve Francii došlo k poslední oficiální popravě gilotinou.\n**1982** – Byla vydána kompilace The Complete Silver Beatles.\n**1993** – V USA byla na stanici FOX odvysílána první epizoda kultovního seriálu Akta X\n**1997** – V platnost vstoupila mezinárodní dohoda o vyhodnocování vlivů na životní prostředí – Espoo konvence.\n**2003** – Syrským premiérem byl zvolen Muhammad Naji al-Utri.\n**2008** – Nedaleko Ženevy byl do provozu uveden obří urychlovač částic Large Hadron Collider.\n**2013** – Apple představil nový iPhone 5S a iPhone 5C.",
    "11 09": "Svátek má **Denisa a Denis**\n\n**Události:**\n\n**1297** – bitva u Stirlingu\n**1565** – Velké obležení Malty: Osmanské invazní síly utrpěly zdrcující porážku ve střetu s vyprošťovacími silami posílenými částí obránců ostrova a uprchly z Malty.\n**1683** – Přes 80 000 lidí zahynulo v bitvy u Vídně během Druhého obléhání Vídně na počátku Velké turecké války. Bitva skončila vítězstvím Habsburků.\n**1697** – V Bitvě u Zenty překvapil a rozdrtil Evžen Savojský turecká vojska přecházející Tisu, čímž započal úpadek Osmanské říše.\n**1714** – Ve válce o španělské dědictví padla Barcelona do rukou bourbonských vojsk. Datum je každoročně připomínáno jako Den Katalánska.\n**1777** – Americká válka za nezávislost: Britové porazili Američany v bitvě u Brandywine.\n**1789** – Alexander Hamilton se stává 1. ministrem financí USA.\n**1922** – Začíná Britský mandát Palestina.\n**1926** – Neúspěšný atentát na Benita Mussoliniho\n**1941** – Blízko amerického Washingtonu začala stavba Pentagonu.\n**1954** – Končí „subproject 8“ MKULTRA, který zkoumal vliv LSD.\n**1970** – Vyvrcholení únosů Dawson's Field – hromadného a synchronizovaného únosu čtyř komerčních letadel teroristy z palestinské organizace LFOP.\n**1973** – Puč v Chile podporovaný CIA[1] a vedený generálem Augustem Pinochetem svrhl prezidenta Salvadora Allenda, který během bombardování prezidentského paláce zahynul. Pinochet zůstal u moci téměř 17 let.\n**1976** – bombový útok na Grand Central Terminal\n**1978** – V izolaci v Catherine-de-Barnes Isolation Hospital zemřela medicínská fotografka Janet Parker, poslední známá oběť pravých neštovic.\n**1980** – Byla schválena ústava Chile.\n**1989** – Otevřela se železná opona mezi socialistickým Maďarskem a Rakouskem. Přes otevřenou hranici odešlo tisíce východních Němců na západ.\n**1991** – Americký prezident George H. W. Bush pronesl projev O stavu Unie.\n**1997** – Tzv. kurkská tragédie v Estonsku – 14 vojáků Baltského pluku estonské armády utonulo v rámci cvičení, když měli v plné polní přebrodit Kurkský průliv\n**2001** – Teroristické útoky v USA, které odstartovaly tzv. válku proti terorismu.\n**2007** – Byla otestována ruská termobarická puma „Otec všech bomb“\n**2012** – Při útoku na americkou ambasádu v libyjském Benghází zahynul ambasador Chris Stevens a 3 další Američané.",
    "12 09": "Svátek má **Marie**\n\n**Události:**\n\n**490 př. n. l.** – Athénské vojsko posílené jednotkami Platajských v bitvě u Marathónu porazilo invazní jednotky perské říše.\n**1213** – Proběhla bitva u Muretu.\n**1683** – Rakouská a polská vojska porazila v bitvě u Vídně Turky.\n**1733** – Stanislav Leszczyński, tchán francouzského krále Ludvíka XV., byl ve Varšavě zvolen polským králem.\n**1857** – Poblíž karolínského pobřeží se v hurikánu potopil parník SS Central America. Zemřelo 425 lidí a ke dnu šlo 14 tun zlata pro americké banky. Ztráta tak ohromného množství zlata přispěla k rozvoji finanční krize.\n**1939** – V Paříži vznikla z Československé vojenské kanceláře Československá vojenská mise, která měla za úkol zformovat československé jednotky v zahraničí.\n**1970** – Byla vypuštěna sovětská automatická sonda Luna 16, která přistála na Měsíci a vrátila se s prvními vzorky měsíční půdy.\n**2005** – Izrael dokončil stažení vojska a obyvatelstva z pásma Gazy.\n**2022** – V Sofii bylo zahájeno mistrovství světa v rytmické gymnastice.",
    "13 09": "Svátek má **Lubor**\n\n**Události:**\n\n**533** – Byzantský generál Belisar rozdrtil Vandaly v bitvě u desátého milníku.\n**1814** – Francis Scott Key napsal The Star-Spangled Banner, národní hymnu Spojených států amerických.\n**1993** – Mírová dohoda z Osla.\n**1994** – Sonda Ulysses minula jižní pól Slunce.\n**1996** – Byl zavražděn rapper Tupac Shakur.",
    "14 09": "Svátek má **Radka**\n\n**Události:**\n\n**1829** – Uzavřen Drinopolský mír který ukončil rusko-tureckou válku (1828–1829). Rusko si vymohlo průjezd svého loďstva Bosporem a Dardanelami.\n**1944** – Rudá armáda zahájila útok na Pobaltí – Baltickou operaci.\n**1959** – Sovětská sonda Luna 2 přistála na Měsíci a stala se tak první lidským objektem, který doletěl na Měsíc.\n**1999**\nKiribati, Nauru a Tonga vstoupily do Organizace spojených národů.\nNový český vůz Škoda Fabia byl představen na mezinárodním autosalonu ve Frankfurtu nad Mohanem.\n**2001** – Mezinárodní arbitrážní soud ve Stockholmu se ve sporu americké společnosti CME a české TV Nova vyslovil v neprospěch České republiky a rozhodl, že český stát musí americkému podnikateli Ronaldu Lauderovi uhradit vzniklou škodu.",
    "15 09": "Svátek má **Jolana**\n\n**Události:**\n\n**1621** – Riga byla dobyta švédskými oddíly.\n**1655** – Nové Švédsko se stalo součástí Nového Nizozemí.\n**1821** – Kostarika, Salvador, Guatemala, Honduras a Nikaragua společně vyhlásily nezávislost na Španělsku.\n**1916** – První světová válka: Angličané v boji poprvé v historii použili tanky, rakousko-uherské námořní letectvo jako první dosáhlo na moři potopení ponorky letadlem.\n**1920** – Polsko-sovětská válka: Začala bitva na řece Němen.\n**1935** – Německý Říšský sněm v Norimberku přijal dva ústavní zákony: zákon o říšském občanství a zákon na ochranu německé krve a německé cti.\n**1946** – Bulharské Národní shromáždění vyhlásilo Bulharskou lidovou republiku.\n**1950** – Korejská válka: Americké jednotky pod vedením generála Douglase MacArthura uskutečnily vylodění u jihokorejského přímořského města Inčchon.\n**1976** – Vítězstvím Kanady ve druhém finálovém utkání nad Československem vyvrcholil první ročník Kanadského poháru v ledním hokeji.\n**2000** – V Sydney byly zahájeny XXVII. Letní olympijské hry.\n**2008** – Krátce po půlnoci Lehman Brothers oznámilo žádost o ochranu před věřiteli.\n**2017** – Sonda Cassini po dvacetileté misi řízeně zanikla v atmosféře Saturnu.",
    "16 09": "Svátek má **Ludmila**\n\n**Události:**\n\n**1908** – Rakouský ministr zahraničí Aehrenthal s ruským protějškem Izvolským vyjednali při setkání na zámku v Buchlovicích sféry vlivu svých zemí na Balkáně.\n**1975** – Papua Nová Guinea získala nezávislost na Austrálii.\n**1996** – Odstartoval raketoplán Atlantis v rámci mise STS-79, jejíž cílem bylo setkání s ruskou orbitální stanicí Mir.\n**2018** – Eritrea a Etiopie podepsaly v Saúdské Arábii mírovou smlouvu týkající se sporných území.",
    "17 09": "Svátek má **Naděžda**\n\n**Události:**\n\n**1156** – Babenberkové získali Privilegium minus\n**1176** – Seldžučtí Turci porazili v bitvě u Myriokefala byzantské vojsko.\n**1394** – Král Karel VI. nařídil vyhnat všechny židy z Francie.\n**1787** – Ve Filadelfii byla podepsána Ústava Spojených států amerických.\n**1939** – Druhá světová válka: Sovětský svaz napadl Polsko a podpořil tak německou invazi do Polska.\n**1988** – V Soulu byly zahájeny XXIV. Letní olympijské hry.\n**2008** – Transneptunické těleso Haumea získalo status trpasličí planety.\n**2013** – Ve světě videoher vychází dlouhoočekávaná herní novinka Grand Theft Auto V na konzole PlayStation 3 a XBOX 360.",
    "18 09": "Svátek má **Kryštof**\n\n**Události:**\n\n**324** – Konstantin Veliký porazil Licinia v bitvě u Chrysopolis, čímž získal výhradní kontrolu nad celou Římskou říší.\n**1066** – Norský král Harald Hardråda vpadl s Tostigem Godwinsonem a velkou armádou do Anglie ve snaze dobýt anglický trůn proti svému staršímu bratrovi Haroldovi II. Godwinsonovi.\n**1454** – V bitvě u Chojnice během třináctileté války porazila armáda teutonských rytířů polskou armádu.\n**1502** – Kryštof Kolumbus přistál na Kostarice na své 4. a poslední cestě do Nového světa.\n**1739** – Rusko a Turecko podepsali v Bělehradě mírovou smlouvu, která ukončila Rusko-tureckou válku.\n**1759** – Britové dobyli kanadský Quebec během Francouzsko-indiánské války\n**1793** – President George Washington stříbrnou zednickou lžící položil základní kámen budovy Kapitolu ve Washingtonu, D.C.\n**1809** – V Londýně otevřeli novou budovu královské opery Royal Opera House.\n**1810** – Chile vyhlásilo svou nezávislost na Španělsku (Národní svátek).\n**1931** – Mukdenský incident dal Japonsku záminku k invazi a obsadit Mandžusko.\n**2006** – Anuše Ansariová se stala první vesmírnou turistkou a prvním Íráncem a muslimem ve vesmíru.\n**2013** – Apple představil iOS 7 pro non-developery.",
    "19 09": "Svátek má **Zita**\n\n**Události:**\n\n**335** – Dalmatius byl povýšen na císaře svým strýcem Konstantinem I. Velikým\n**1783** – Byl uskutečněn první let balónem vyrobeném Montgolfierem. Posádkou byli kohout, kačeny a ovce.\n**1790** – 2. svatba rakouského císaře Františka I. s Marií Terezou Neapolskou-Sicilskou\n**1918** – Egyptský Expediční sbor pod velením generála Sira Edmunda H. H. Allenbyho zahájil ofenzívu proti tureckým silám v Palestině, jejímž výsledkem bylo dobytí Aleppa 25. října. 30. října následovalo oznámení o vystoupení Osmanské říše z války a žádost o příměří.\n**1939** – Na základě paktu Ribbentrop–Molotov byl Rudou armádou obsazen Vilnius.\n**1941** – Němci dobyli Kyjev.\n**1945** – Americká vojenská vláda vytvořila na území Americké okupační zóny Německa autonomní správní jednotky.\n**1955** – Argentinský prezident Juan Domingo Perón byl sesazen vojenským pučem.\n**1983** – Svatý Kryštof a Nevis získal nezávislost.\n**1991** – Na ledovci v Ötztalských Alpách na hranici Rakouska a Itálie byl nalezen Ötzi, přirozená mumie člověka z doby měděné asi roku 3300 let př. n. l.\n**2009** – V Bulharsku, Česku, Maďarsku, Rumunsku a Slovensku začala vysílat dětská televizní stanice Disney Channel.\n**2022** – V Londýně proběhl pohřeb nejdéle vládnoucí britské panovnice Alžběty II.",
    "20 09": "Svátek má **Oleg**\n\n**Události:**\n\n**1187** – Saladin zahájil obléhání Jeruzaléma.\n**1633** – Galileo Galilei byl souzen Inkvizicí.\n**1870** – Italská vojska vstoupila do Říma. Tímto aktem došlo ke sjednocení Itálie pod vládou Savojské dynasti a zániku Papežského státu ve střední Itálii.\n**1911** – RMS Olympic společnosti White Star Line se srazila s HMS Hawke (1891)\n**1946** – Uskutečnil se první ročník filmového festivalu v Cannes\n**1954** – Vytvořen první program v programovacím jazyku Fortran\n**1984** – Sebevražedný atentátník v autě zabil 12 lidí před americkou ambasádou v libanonském Bejrútu.\n**2004** – Wikipedie překonala hranici 1 milionu článků ve více než 100 jazycích.",
    "21 09": "Svátek má **Matouš**\n\n**Události:**\n\n**19 př. n. l.** – Římský básník Vergilius při návštěvě Řecka onemocněl a brzy na to po návratu zemřel\n**455** – Císař Avitus vstoupil do Říma s Gotskou armádou a ujal se moci\n**687** – 83. katolický papež Konon zemřel a na papežském stolci ho pak vystřídal Sergius I.\n**1170** – Dublinské království podlehlo normanským nájezdníkům a zaniklo.\n**1348** – Židé v Curychu byli obviněni z otrávení pitné vody ve studních\n**1451** – Kardinál Nicholas z Cusa přikázal všem Židům nosit viditelné nášivky, označující jejich židovství\n**1513** – Na hradě Stirling, tradičním korunovačním místě skotských králů, byl ve věku 17 měsíců korunován skotským králem Jakub V. Stuart.\n**1558** – Poté, co se císař Karel V. zřekl vlády ve Svaté říši římské ve prospěch bratra Ferdinanda I. habsburského, zemřel v ústraní na malárii\n**1625** – Odehrála se bitva u Benátek, císařský velitel Pappenheim porazil francouzská vojska.\n**1895** – V Americe je otevřena první továrna na výrobu automobilů - Duryea Motor Wagon Company\n**1918** – Československé jednotky v Itálii dosáhly významného vítězství v bitvě u Doss Alto\n**1921** – Při explozi chemičky v Oppau u německého Ludwigshafenu zemřelo 559 lidí.\n**1937** – V angličtině byla vydána kniha Hobit aneb Cesta tam a zase zpátky od spisovatele J. R. R. Tolkiena.\n**1944** – Ve slovenské obci Sklené za 2. světové války partyzáni zavraždili 187 Karpatských Němců.\n**1964** – Malta získala nezávislost na Spojeném království.\n**1981** – Belize vyhlásilo nezávislost na Spojeném království.\n**1982** – OSN deklarovala 21. září jako Mezinárodní den míru\n**2001** – Americká sonda Deep Space 1 prozkoumala při blízkém průletu Borrellyovu kometu.\n**2003** – Sonda Galileo sestupem do atmosféry Jupitera ukončila svou misi.",
    "22 09": "Svátek má **Darina**\n\n**Události:**\n\n**480 př. n. l.** – Bitva u Salamíny, kde řecké loďstvo zvítězilo nad perským. (datum není jisté)\n**66** – Římský císař Nero založil římskou legii I (Legio I Italica)\n**530** – Bonifác II. usedl na papežský stolec jako 55. papež, aby vystřídal Felixe IV. Současně byl zvolen i Dioscuros jako vzdoropapež\n**1236** – Litevci s lotyšským kmenem porazili vojsko livonského řádu v bitvě u Saule\n**1499** – Švýcarsko se stalo nezávislým státem.\n**1504** – Filip I. Kastilský uzavřel smlouvu z Blois s Maxmiliánem I. a Ludvíkem XII. o budoucí svatbě Karla V. s Klaudií Francouzskou.\n**1598** – Anglický dramatik Ben Jonson byl obviněn ze zabití po vyhraném souboji.\n**1692** – V Americe bylo pověšeno posledních osm čarodějnic během Salemského honu na čarodějnice. Celkem zemřelo 20 žen.\n**1733** – Polský král Stanislav I. Leszczyński uprchl do Gdaňska, kde marně čekal na pomoc svého zetě Ludvíka XV.\n**1784** – Ruští lovci založili svou osadu na ostrově Kodiak na Aljašce.\n**1792** – Francie zrušila monarchii, první den revolučního kalendáře zavedeného o rok později.\n**1828** – Významný africký vojevůdce a náčelník Šaka, zakladatel království Zulu, byl zavražděn vlastními bratry.\n**1870** – Wagnerova opera Rýnské zlato měla premiéru v Národním divadle v Mnichově\n**1908** – Vydána Deklarace nezávislosti Bulharska. Bulharsko bylo prohlášeno za carství a Ferdinand I. Bulharský za cara všech Bulharů.\n**1914** – Během jedné hodiny německá ponorka SM U-9 u nizozemského pobřeží potopila tři britské křižníky (Aboukir, Hogue a Cressy). Zahynulo 1459 britských námořníků.\n**1938** – Hitler se dohodl s britským premiérem Chamberlainem na nových požadavcích vůči Československu\n**1944** – Druhá světová válka: Rudá armáda vstoupila do estonského Tallinnu.\n**1975** – Sara Jane Moorová podnikla v San Francisku neúspěšný pokus o atentát na amerického prezidenta Geralda Forda. Byl to již druhý pokus v tomto měsíci.\n**1979** – Družice zaznamenaly záblesk neznámého původu nad jižním Atlantikem, patrně tajnou zkoušku jaderné zbraně.\n**1980** – Irák napadl Írán a začala irácko-íránská válka.",
    "23 09": "Svátek má **Berta**\n\n**Události:**\n\n**1122** – Wormský konkordát uzavřel mír mezi papežem Kalixtem II. a císařem Jindřichem V. v boji o investituru.\n**1846** – V berlínské observatoři objevil německý astronom Johann Gottfried Galle nejvzdálenější planetu od Slunce Neptun, když se řídil výpočty francouzského kolegy Urbaina Jean-Josepha Leverriera.\n**1908** – Rakousko-Uhersko anektovalo Bosnu a Hercegovinu.",
    "24 09": "Svátek má **Jaromír**\n\n**Události:**\n\n**366** – Papež Liberius umírá, jeho nástupcem se stává Damasus I. jako 37. papež\n**622** – Mohamed dokončil svoji hidžru (přesídlení z Mekky do Medíny).\n**787** – Byl zahájen Druhý nikajský koncil, který ukončil první fázi obrazoborectví v Byzantské říši.\n**1688** – V Londýně otevřeli nové divadlo Royal Court Theatre\n**1794** – Pozůstatky Jeana-Paula Marata jsou přeneseny do pařížského Panthéonu, smuteční řeč pronesl markýz Donatien Alphonse de Sade\n**1845** – V Americe je založen první basebalový klub\n**1853**\nFrancie anektuje Novou Kaledonii\namerický podnikatel Cornelius Vanderbilt podnikl na své jachtě první kolem světa\n**1890** – Mormonská církev se oficiálně zřekla polygamie\n**1921** – 258. Papež Benedikt XV. věnuje 1 milión lir na pomoc hladomoru v Rusku\n**1948** – Byla založena firma Honda Motor Comp., japonský výrobce osobních a nákladních automobilů a motocyklů.\n**1950** – Začátek operace Létající koberec - přesun všech Židů z Jemenu do Izraele\n**1957** – V Barceloně byl otevřen Camp Nou, největší fotbalový stadion v Evropě.\n**1973** – Guinea-Bissau vyhlásila nezávislost na Portugalsku.\n**1991**\nGrungeová skupina Nirvana vydala své nejslavnější album Nevermind, obsahující hymnu 90. let „Smells Like Teen Spirit“.\nSkupina Red Hot Chili Peppers vydala album Blood Sugar Sex Magik.\n**2015** – Nejméně 700 lidí zemřelo během muslimské poutě Hadždž důsledkem tlačenice v táboře poutníků v údolí Miná v Saúdské Arábii.",
    "25 09": "Svátek má **Zlata**\n\n**Události:**\n\n**1066** – Anglický král Harold II. Godwinson porazil spojené síly Tostiga Godwinsona a Haralda III. v bitvě u Stamford Bridge.\n**1396** – Sultán Bajezid I. v bitvě u Nikopole úplně rozdrtil křižáckou armádu uherského krále Zikmunda Lucemburského.\n**1493** – Kryštof Kolumbus vyplul z Cádizu na svou druhou výpravu do Ameriky. Tentokrát plul již se 17 loděmi.\n**1513** – Španělský dobyvatel Vasco Núñez de Balboa jako první Evropan spatřil Tichý oceán, když jeho výprava překročila Panamskou šíji.\n**1555** – Na říšském sněmu v německém Augsburgu byl se souhlasem císaře Karla V. a jeho spoluvladaře Ferdinanda I. vyhlášen náboženský mír mezi protestanty a katolíky v německých státech podle zásady \"cuius regio, eius religio\" (čí vláda, toho víra), kterou říšští suveréni směli určovat náboženství svých poddaných.\n**1597** – Francouzské město Amiens se vzdalo králi Jindřichu IV.\n**1663** – pevnost Nové Zámky se vzdala postupující turecké armádě\n**1920** – Vítězstvím Polska skončila bitva na řece Němen, druhá největší bitva rusko-polské války.\n**1979** – Premiéra muzikálu Andrew Lloyd Webbera Evita na Broadway v New Yorku, kde se dočkala 1568 představení\n**1990** – Rada bezpečnosti OSN odsouhlasila poměrem 14:1 zavést vzdušné embargo na Irák\n**1992** – V Las Vegas se odehrál již 3. Souboj pohlaví mezi Martinou Navrátilovou a vítězným Jimmy Connorsem, který zvítězil 7:5 a 6:2\n**2005** – Španělský jezdec Formule 1 Fernando Alonso se stal nejmladším mistrem světa.\n**2008** – Čína odstartovala do vesmíru svou třetí pilotovanou kosmickou loď Šen-čou 7 (Božská loď)",
    "26 09": "Svátek má **Andrea**\n\n**Události:**\n\n**46 př. n. l.** – Julius Caesar dedikoval v Římě chrám Venuši Genetrix, aby tak naplnil slib, který dal před bitvou u Farsalu\n**715** – Ragenfrid porazil Theudoalda v bitvě u Compiègne\n**1087** – Vilém II. je korunován králem Anglie, vládl až do roku 1100\n**1212** – Přemysl Otakar I. dostal v Basileji Zlatou bulu sicilskou od Fridricha II. Štaufského za podporu v boji o říšskou královskou korunu.\n**1396** – Sultán Bajezid I. nechal po vyhrané bitvě u Nikopole 25. září setnout hlavy stovkám poražených křižáků\n**1687** – Parthenón v Athénách byl částečně zničen poté, co ho zasáhla střela benátských jednotek, které obléhaly Athény držené osmanskými Turky.\n**1771** – Divadelní hra Denise Diderota Nemanželský syn neboli Zkoušky ctnosti měla premiéru v Paříži.\n**1810** – Peugeot, kořeny 1. automobilové firmy ve Francii\n**1815** – Svatá aliance, spojenectví evropských velmocí Rakouska, Ruska a Pruska byla podepsaná v Paříži. Později se připojila Francie a další evropské státy.\n**1835** – Premiéra Donizettiho opery Lucie z Lammermooru v Neapoli. Libreto napsal Salvatore Cammarano volně podle historického románu Nevěsta z Lammermooru od Waltra Scotta.\n**1870** – František Josef I. vydal císařský reskript, v němž slíbil prozkoumat všechny české stížnosti, potvrdil však platnost a závaznost rakouské ústavy i pro Země koruny české.\n**1905** – Albert Einstein vydal třetí pokračování svých článků, kde představil speciální teorii relativity\n**1907** – Čtyři měsíce po Imperiální konferenci byly Nový Zéland a Newfoundland povýšeny z kolonií na dominia britského společenství národů\n**1915** – Velký protiútok Spojenců - Francouzů na západní frontě proti Němcům v bitvě u Verdunu, aby ulevili slábnoucím Rusům\n**1929** – V čele rakouské vlády stanul nový kancléř -Johann Schober\n**1954** – Japonský dopravní trajekt Tója Maru se potopil kvůli tajfunu v Cugarském průlivu, zemřelo 1 172 cestujících.\n**1960** – Uskutečnila se vůbec první televizní debata kandidátů na úřad prezidenta Spojených států mezi J.F. Kennedym a R. Nixonem v Chicagu.\n**1973** – Nadzvukový letoun Concorde uskutečnil první let přes Atlantský oceán v rekordním čase.\n**1980** – Při bombovém útoku na německém Oktoberfestu zemřelo 13 lidí a 211 bylo zraněno.\n**1983** – při poruše sovětského systému včasné výstrahy před jadernými útoky (Oko) stál svět na prahu jaderné války. Předešlo jí správné rozhodnutí sovětského podplukovníka Stanislava Petrova, který rozpoznal, že se jedná o falešný poplach při alarmu odpalu amerických jaderných raket.\n**1984** – Spojené království Velké Británie a Severního Irska souhlasilo s předáním Hongkongu Číně.\n**2007** – Šinzó Abe odešel z postu japonského předsedy vlády.\n**2017** – Byla vydána hra Fortnite Battle Royale\n**2022** – Sonda DART narazila do měsíčku binární planetky Didymos, čímž dokázala změnit její dráhu.",
    "27 09": "Svátek má **Jonáš**\n\n**Události:**\n\n**9** – Bitva v Teutoburském lese mezi římskými vojsky vedenými Publiem Quinctiliem Varem a germánskými kmeny vedenými náčelníkem Cherusků Arminiem.\n**483** – Odoacer napadl Theodorika v bitvě o Veronu a znovu byl poražen\n**1290** – Zemětřesení v čínském průlivu Chili zabilo přes 100,000 lidí\n**1529 - Osmanský sultán Sulejman I. zahájil 1. turecké obléhání Vídně, které trvalo do 14. října téhož roku.\n**1540** – Papež Pavel III. stvrdil bulou Regimini militantis ecclesiae jezuitský řád, založený knězem a teologem Ignácem z Loyoly, který brzy určil podobu proti reformace v Evropě.\n**1654** – Mauzoleum Tádž Mahal, kterou nechal Šáhdžahán postavit pro svou ženu Mumtaz Mahal, po tom co zemřela při porodu 14. dítěte, konečně dokončena. 20,000 dělníků na tom pracovalo 22 let než byl tento skvostný monument dokončen.\n**1825** – Otevřena první železnice na světě: George Stephenson vypravil parní vlak mezi městy Stockton-on-Tees a Darlington v Anglii\n**1892** – Na parníku Saale připlul do New Yorku český skladatel Antonín Dvořák na žádost americké milionářky Jeanetty Thurberové, která ho pozvala a jmenovala ředitelem nově založené americké konzervatoře.\n**1905** – Albert Einstein v článku Závisí setrvačnost tělesa na energii v něm obsažené o speciální teorii relativity představil nejslavnější vzorec na světě - matematickou spojitost mezi hmotou a energií E=mc2.\n**1908** – Byl vyroben první sériový kus automobilu Ford model T\n**1916** – Řecko vyhlásilo válku Bulharsku.\n**1918** – Hrabě Georg von Hertling rezignoval jako německý kancléř\n**1922** – Řecký král Konstantin I. Řecký abdikoval na trůn ve prospěch svého nejstaršího syna Jiřího II.\n**1936** – Španělská občanská válka: Francovi falangisté dobyli Toledo\n**1940** – zástupci Německé říše, Itálie a Japonska podepsali Pakt tří\n**1981** – Ve Francii byla uvedena do provozu první trať TGV mezi Paříží a Lyonem\n**2003** – Odstartovala sonda SMART-1, evropská kosmická sonda organizace ESA určená k průzkumu Měsíce.\n**2017** – Ruský prezident Vladimir Putin oznámil, že země dokončila likvidaci svého arzenálu chemických zbraní.\n**2021 - Odstartovala sonda Landsat 9 společnosti NASA, která má zkoumat zemský povrch.",
    "28 09": "Svátek má **Václav**\n\n**Události:**\n\n**48 př. n. l.** – Egyptský král Ptolemaios nechal zavraždit římského generála a politika Pompeia Velkého, jen co přistál v Egyptě\n**351** – V bitvě u Mursy císař Konstantin II. porazil císaře Magnentia\n**365** – Římský uzurpátor Procopius podplatil dvě římské legie, aby se dostal do Konstantinopole, kde se prohlásil římským císařem\n**1066** – Vilém I. Dobyvatel vpadl do Anglie a 25. prosince byl korunován anglickým králem.\n**1106** – Anglický král Jindřich I. Anglický porazil bratra Roberta a spojil Anglii s Normandií\n**1322** – Spojené česko-bavorské vojsko rozdrtilo habsbursko-korutanská vojska v bitvě u Mühldorfu.\n**1362** – Guillaum de Grimoard byl zvolen jako 200. papež Urban V.\n**1939** – V Moskvě byla podepsána smlouva o hranicích a přátelství mezi Německem a SSSR.\n**1994** – V Baltském moři se potopil trajekt MS Estonia. Zemřelo 852 lidí.\n**2000** – Vůdce izraelské opozice a předseda strany Likud Ariel Šaron se v doprovodu 2000 policistů vypravil v Jeruzalémě na Chrámovou horu, což mělo o den později za následek vypuknutí tzv. Druhé intifády, neboli Intifády al-Aksá.",
    "29 09": "Svátek má **Michal**\n\n**Události:**\n\n**522 př. n. l.** – Dareios I. při ozbrojeném převratu zabil mága a vládce Gaumátu a stal se velkokrálem perské říše.\n**480 př. n. l.** – Řecká flotila Themistokla porazila Peršany, vedené králem Xerxem I., v námořní bitvě u Salamidy. Peršané ztratili 400 lodí\n**61 př. n. l.** – Pompeius Veliký oslavil své třetí vítězství nad piráty a ukončení válek s pontským králem Mithridatem při svých 45. narozeninách\n**885** – Benedikt III. byl zvolen 104. papežem.\n**1273** – Římským králem byl zvolen Rudolf Habsburský. Přemysl Otakar II., který sám o římskou korunu usiloval, nebyl jeho volbě jakožto jeden z kurfiřtů přítomen a odmítl jeho volbu uznat.\n**1349** – Obyvatelé rakouského města Krems obvinili Židy, že otrávili městské studny\n**1399** – Richard II. se stal prvním anglickým králem, který musel opustit trůn. Donutil ho k tomu jeho nástupce Jindřich IV. Richard II. zemřel brzo po té.\n**1493** – Kryštof Kolumbus po návratu opustil Cádiz a vydal se na druhou objevnou cestu do Nového světa\n**1513** – Výprava vedená Vascem Núñezem de Balboou překonala Panamskou šíji a jako první spatřila Tichý oceán ze strany Nového světa.\n**1711** – Juraj Jánošík převzal velení celé Uhorčíkovy bandy a složil zbojnickou přísahu. Tím začal poslední rok a půl jeho života, které ho přivedly před soud a na šibenici.\n**1829** – V londýnských ulicích se poprvé objevili policisté nově založeného Scotland Yardu\n**1848** – První velká bitva v Uhrách mezi Chorvaty a Uhry (Maďary). U vesnice Pákozd zaujali Uhři, vedení Jánosem Mógym, obranné postavení a střetli se s dvakrát silnější chorvatskou armádou. Z bitvy vyšli Uhři vítězně.\n**1863** – Bizetova opera Lovci perel (Les Pêcheurs de Perles) měla premiéru v Théâtre-Lyrique v Paříži\n**1913** – Německý vynálezce motoru Rudolf Diesel zmizel z parníku Dresden na cestě do Anglie. 10. října bylo nalezeno jeho tělo na vlnách Lamanšského průlivu.\n**1916** – Americký ropný magnát a průmyslník John D. Rockefeller se stal prvním miliardářem na světě\n**1922** – Benito Mussolini požádal Vatikán o podporu svého programu nově založené fašistické strany\n**1934** – Soukromá premiéra symfonické suity Gustava Holsta Planety v Londýně\n**1938** – Adolf Hitler, italský diktátor Benito Mussolini, britský premiér Neville Chamberlain a francouzský předseda vlády Édouard Daladier dojednali Mnichovskou dohodu o odstoupení československého pohraničí (Sudet) Německu.\n**1942** – Francouzský národní výbor, vedený generálem de Gaullem, prohlásil že mnichovskou dohodu pokládá od začátku za neplatnou\n**1954** – Poprvé vzlétl americký stíhací letoun F-101 Voodoo.\n**1957** – Únik radioaktivity v kombinátu pro zpracování radioaktivních materiálů Majak v SSSR. Kyštymská havárie bývá označována za třetí nejrozsáhlejší radiační havárii po Černobylu a Fukušimě.\n**1959** – Přijata vlajka Bruneje.\n**1968** – Rusové ukončují přátelskou smlouvu s Titem a Jugoslávií\n**1977** – Vypuštěna kosmická stanice Saljut 6.\n**1979** – Papež Jan Pavel II. jako první papež v historii navštívil Irsko\n**1983** – Španělský tenorista Plácido Domingo debutoval v newyorské Metropolitní Opeře. Zaskakoval za Franca Corelliho v roli hraběte Mořice Saského v opeře Francesca Cilei Adriana Lecouvreur.\n**1988** – Mírové síly OSN získaly Nobelovu cenu míru\n**1995** – Americká vesmírná sonda Ulysses dokončila druhý oblet Slunce\n**1996** – 34. Tenisový Fed Cup žen vyhrály Američanky z USA, když v Atlantic City porazily Španělky 5:0\n**2000** – Muzikál A Chorus Line Marvina Hamlische překonal dosavadní rekord na Broadway s 3389 představeními.",
    "30 09": "Svátek má **Jeroným**\n\n**Události:**\n\n**1882** – Na řece Fox v americkém státě Wisconsin zahájila činnost první vodní elektrárna na světě.\n**1927** – založena Mezinárodní federace knihovnických sdružení a institucí.\n**1928** – Skotský biolog a bakteriolog Alexander Fleming objevil penicillium – plíseň potřebnou pro výrobu antibakteriálních léků.\n**1929** – Začala pokusně vysílat britská televizní společnost BBC.\n**1941** – Začal hlavní útok německých vojsk na Moskvu (operace Tajfun).\n**1966** – Botswana získala nezávislost na Spojeném království. Prvním prezidentem se stal Seretse Khama.\n**1993** – Při zemětřesení v indických státech Maháráštra, Madhjapradéš a Ándhrapradéš zahynulo 20 000 lidí.\n**2005** – V dánském deníku Jyllands-Posten byly publikovány karikatury proroka Mohameda.\n**2009** – Zemětřesení s magnitudou 7,6 na indonéském ostrově Sumatra usmrtilo 1 100 lidí.\n**2015** – Rusko se leteckými údery zapojilo do Syrské občanské války po boku vládních sil prezidenta Asada.\n**2016** – Sonda Rosetta Evropské kosmické agentury zakončila svou misi dopadem na povrch komety Čurjumov-Gerasimenko.",
    "01 10": "Svátek má **Igor**\n\n**Události:**\n\n**331 př. n. l.** – Makedonský král Alexandr Veliký porazil perského velkokrále Dareia III. v bitvě u Gaugamél, krátce poté byl korunován „králem Asie“.\n**1403** – Papež Bonifác IX. uznal římským králem po sesazeném Václavu IV. Ruprechta III. Falckého.\n**1586** – Sixtus V. povýšil milosrdné bratry na řád.\n**1795** – Francie obsazuje Belgii.\n**1929** – V Sovětském svazu byl zaveden Sovětský revoluční kalendář s 12 měsíci po 30 dnech.\n**1930** – Ve Spojeném království byla vydána Passfieldova bílá kniha, která analyzovala příčiny palestinských nepokojů v roce 1929.\n**1939** – Po jednom měsíci tvrdých bojů zvítězil Wehrmacht v první bitvě o Varšavu a násilně vstoupil do polského hlavního města.\n**1946** – Norimberský proces: 12 z 22 obžalovaných nacistických pohlavárů bylo odsouzeno k trestu smrti.\n**1949** – Mao Ce-Tung vyhlásil v Pekingu Čínskou lidovou republiku.\n**1960**\nKypr získal nezávislost odtržením se od Velké Británie.\nNigérie získala plnou nezávislost od Velké Británie.\n**1964** – V Japonsku byl zahájen provoz vysokorychlostních vlaků – šinkansen.\n**1996** – Spuštěna první mezinárodní televizní stanice o zvířatech Animal Planet pod vedením společností Discovery Communications a BBC.\n**2005** – Z kazachstánského kosmodromu Bajkonur odstartovala raketa s lodí Sojuz, na jejíž palubě byl i třetí vesmírný turista Američan Gregory Olsen.",
    "02 10": "Svátek má **Olívie a Oliver**\n\n**Události:**\n\n**811** – Michael I. Rangabe byl prohlášen byzantským císařem. Předchozí císař Staurakios, který byl donucen abdikovat, odešel do kláštera.\n**829** – Theofilos nahradil svého otce Michaela II. jako byzantský císař\n**976** – Hisham II. se stal chalífou španělské Cordoby\n**1187** – Po vítězné bitvě u Hattínu vstoupil Saladin vítězně do Jeruzaléma po 88 letech křižácké vlády\n**1471** – Polský král Kazimír IV. zahájil tažení proti uherskému králi Matyáši Korvínovi.\n**1535** – Francouzský mořeplavec Jacques Cartier se při pátrání po námořní cestě do Tichého oceánu dostává do oblasti dnešního Montrealu, pojmenoval horu Mont Royal.\n**1608** – Holandský optik Hans Lippershey si nechal patentovat dalekohled\n**1614** – Francouzský král Ludvík XIII. je prohlášen za dospělého ve věku 13 let\n**1700** – Bezdětný španělský král Karel II. Habsburský sepsal závěť, v níž odkázal španělský trůn Filipovi z Anjou, vnukovi Ludvíka XIV.\n**1836** – Charles Darwin se vrací do rodné Anglie po pětiletém putování po moři na lodi HMS Beagle, během něhož zformuloval svou teorii o výběru druhů\n**1870** – Řím se stal hlavním městem sjednocené Itálie.\n**1871** – Mormonský vůdce Brigham Young je zatčen pro bigamii\n**1906** – Kanadský šampion těžké váhy boxer Tommy Burns porazil v Los Angeles amerického vyzyvatele \"Fireman\" Jim Flynn K.O. v 15 kolech a udržel si svůj titul Mistra světa\n**1924** – Ženevské protokoly, usnesení Společnosti národů o mírovém řešení mezinárodních konfliktů, v Ženevě podepsalo 21 zemí světa.\n**1925** – Americká tanečnice Josephine Bakerová poprvé vystupuje v Paříži v La Revue Nègre v divadle Théâtre des Champs-Élysées\n**1928** – Josemaría Escrivá de Balaguer založil Opus Dei.\n**1939** – Kapitulace polských obránců poloostrova Hel\n**1944** – Varšavské povstání: Varšavská Zemská armáda se vzdala německým jednotkám.\n**1958** – Guinea vyhlásila nezávislost na Francii.\n**1986 - V Černobylu se při stavbě ochranného sarkofágu zřítil vrtulník Mi-8.\n**1997** – Byla podepsána Amsterodamská smlouva.",
    "03 10": "Svátek má **Bohumil**\n\n**Události:**\n\n**1574** – Vojskům Viléma I. Oranžského se podařilo ukončit půlroční španělskou blokádu města Leiden. Tento den je dodnes nizozemským státním svátkem.\n**1917** – V New Yorku je založen Czechoslovak Comitee, společný orgán českých a slovenských krajanských spolků, který vznikl z podnětu M.R. Štefánika\n**1918** – Bulharský car Ferdinand I. abdikoval ve prospěch svého syna Borise III.\n**1932** – Irák získal nezávislost na Velké Británii.\n**1935** – Itálie provedla invazi do Etiopie.\n**1942** – V Peenemünde byla poprvé úspěšně odpálena raketa V-2.\n**1952**\nPoprvé zaznamenán obraz na magnetickou pásku.\nVelká Británie úspěšně otestovala svou první jadernou bombu.\n**1960** – Niger získal nezávislost na Francii.\n**1985** – Z Kennedyho vesmírného střediska odstartoval v rámci mise STS-51-J ke svému prvnímu letu raketoplán Atlantis.\n**1990** – Sjednocení Německa: Německá demokratická republika přestala existovat a stala se součástí Spolkové republiky Německo a tím i Evropského společenství.\n**1993** – Bitva v Mogadišu: Byla provedena operace amerických sil na dopadení Aidida v Mogadišu, ovšem neúspěšně a 18 amerických vojáků to stálo život.\n**1995 - Byl vynesen osvobozující rozsudek nad O. J. Simpsonem.\n**2013** – Potopení lodi ve Středozemním moři převážející imigranty si vyžádalo 134 mrtvých.",
    "04 10": "Svátek má **František**\n\n**Události:**\n\n**1209** – Papež Inocent III. korunuje v Římě Ottu z Wittelsbachu německým králem\n**1302** – Válka mezi Byzantskou říší a Benátskou republikou skončila\n**1535** – Luteránský kazatel William Tyndale přeložil Bibli a londýnský tiskař Miles Coverdale (47) vydal první anglický překlad Bible\n**1582** – Papež Řehoř XIII. zavedl v Itálii, Polsku, Portugalsku a Španělsku gregoriánský kalendář. Po 4. říjnu hned následoval 15. říjen.\n**1824** – Mexiko přijalo novou ústavu a stalo se federální republikou.\n**1830** – Vyhlášení nezávislosti Belgie na Nizozemsku.\n**1870** – V Los Angeles je založena Kalifornská Universita (University of California)\n**1883** – Orient expres se svými luxusními spacími a jídelními vozy se vydává z Paříže na svou první cestu do Istanbulu a spojuje tak Evropu s Tureckem\n**1957** – Byla vypuštěna první umělé družice Země Sputnik 1 z kosmodromu Bajkonur. Začala tím kosmická éra lidstva.\n**1958** – Pátá republika Francie\n**1978** – Ve vatikánské bazilice Sv. Petra se konal pohřeb papeže Jana Pavla I.\n**1993** – Český ministr zahraničí Josef Zieleniec podepisuje v Lucemburku asociační dohodu o přidružení České republiky k Evropskému hospodářství\n**2001** – Tupolev Tu-154 Sibiřských aerolinií spadl do Černého moře po zásahu ukrajinskou střelou S-200. Zahynulo 78 osob.\n**2004** – Soukromá vesmírná loď SpaceShipOne podruhé v pěti dnech překonala hranice vesmíru a získala tak cenu Ansari X Prize.\n**2007** – Skotská policie objevila obraz od Leonarda Da Vinciho Madonna s vřetenem, který byl před čtyřmi lety ukraden ze zámku Drumlanrig a jehož cena se odhaduje na 30 miliónů liber (přes miliardu korun). V souvislosti s krádeží zatkla čtyři muže.\n**2010** – U maďarského města Ajka došlo k protržení hráze odkaliště. Zemřelo deset lidí, přes 130 bylo zraněno, těžce zasaženy byla ves Kolontár a město Devecser, a došlo ke kontaminaci dvou řek.\n**2021** – Došlo k rozsáhlému globálnímu výpadku sociálních sítí Facebook, Instagram a WhatsApp. S problémy se potýkal i mobilní operátor Vodafone.",
    "05 10": "Svátek má **Eliška**\n\n**Události:**\n\n**1910** – V Portugalsku byla svržena monarchie a vyhlášena republika.\n**1914** – Uskutečnil se první letecký souboj, pilot francouzského bombardéru Voisin sestřelil německý letoun Aviatik.\n**1915** – Bulharsko vstoupilo do 1. světové války.\n**1925** – Archeolog Howard Carter vstoupil do pohřební komory faraona Tutanchamona.\n**1962** – Britská skupina Beatles vydává svůj první velký hit, „Love Me Do“.\n**1966** – Na mezivládní konferenci UNESCO a ILO o postavení učitelů v Paříži byla přijala tzv. Chartu učitelů, na jejíž počest se slaví Mezinárodní den učitelů\n**1969** – První vysílání pořadu Monty Pythonův létající cirkus.\n**1991** – Vydáno první oficiální jádro operačního systému Linux, verze 0.02.\n**1998** – V Soulu se upálilo šest členů sekty Církev věčného života.\n**2000** – Velká demonstrace v Bělehradě vede k rezignaci Slobodana Miloševiće.\n**2003** – Achmad Kadyrov zvolen prezidentem Čečenska.",
    "06 10": "Svátek má **Hanuš**\n\n**Události:**\n\n**105 př. n. l.** – Germáni v bitvě u Arausia drtivě porazili římskou armádu.\n**891** – Formosus se stal 111. katolickým papežem\n**1499** – Francouzský král Ludvík XII. začal uplatňovat nárok na Milánské vévodství a napadl proto Itálii a obsadil Milán, (tzv. druhá až čtvrtá Italská Válka)\n**1600** – Premiéra nejstarší dochované opery Euridice od Jacopa Peri, který sám zpíval roli Orfea\n**1683** – Na nabídku Williama Penna přijelo třináct německých menonitských rodin do oblasti dnešní Philadelphie. Jejich pastor F. Daniel Pastorius byl ve své době považován mnohými za nejvzdělanějšího člověka Spojených států\n**1783** – Americký hodinář Benjamin Hanks patentuje věžní hodiny, které se samy natahovaly větrem\n**1848** – Ve Vídni vypuklo povstání a následujícího dne většina poslanců hlavní město monarchie opustila. Toto povstání bylo zlikvidováno 1. listopadu 1848 dobytím Vídně\n**1889** – V Paříži na Montmartre otevírá nejslavnější kabaret Moulin Rouge\n**1890** – Mormonská církev prohlašuje v Salt Lake City polygamii za nezákonnou\n**1908** – Rakousko-Uhersko vyhlašuje anexi okupované Bosny a Hercegoviny, původně tureckou provincii. Podunajská monarchie získala souhlas carského Ruska, majícího na Balkáně tradičně mocenské zájmy, buchlovickou dohodou ze září 1908\n**1920** – Varšava a Moskva podepsaly příměří po poslední vítězné bitvě Poláků, demoralizovaná Rudá armáda opouští Polsko\n**1927** – Slavnostní premiéra prvního zvukového filmu, tzv. talkie, Jazzový zpěvák, ve kterém zazní 290 slov a písničky a trval 89 minut.\n**1938** – Žilinská dohoda, vyhlášená výkonným výborem Hlinkovy slovenské ľudové strany, oznámila právo na sebeurčení slovenského národa - autonomii Slovenska\n**1939** – Adolf Hitler učinil Velké Británii a Francii nabídku míru, která byla posléze odmítnuta.\n**1944**\nVojáci 1. československého armádního sboru překročili v rámci Karpatsko - Dukelské operace čs. hranici a vstoupili na území Československa.\nSovětská Rudá armáda vstoupila do Maďarska\n**1952** – Premiéra detektivní hry Agatha Christie Past na myši (The Mousetrap) v Londýně\n**1961** – Prezident Kennedy doporučuje americkým občanům budovat protiatomové kryty pro případ atomové konfrontace se Sovětským Svazem\n**1973** – Útokem 80 000 egyptských vojáků v rámci operace Badr na Bar Levovu linii na břehu Suezského průplavu a útokem syrských tankových jednotek na izraelské pozice na Golanských výšinách začala Jomkipurská válka.\n**1976** – Čínský premiér Hua Guofeng nechal v Pekingu zatknout Gang čtyř, čímž skončila kulturní revoluce\n**1979** – Papež Jan Pavel II. je prvním papežem, který navštívil Bílý dům\n**1981** – Egyptský prezident Anvar Sadat byl při vojenské přehlídce v Káhiře zavražděn islámskými extrémisty\n**1986** – Sovětská atomová ponorka s označením K-219 s 16 balistickými raketami a 34 jadernými hlavicemi se po výbuchu potopila v Bermudském trojúhelníku\n**1990** – Kosmická sonda Ulysses byla společným projektem ESA a NASA. Byla vynesena do volného kosmického prostoru pomocí raketoplánu Discovery při misi STS-41.\n**1993** – Superstar Michael Jordan (30), basketbalista Chicago Bulls, na tiskové konferenci oznámil svůj odchod z aktivního profesionálního sportu.\n**2000** – Srbský prezident Slobodan Milošević podal demisi.\n**2002** – Papež Jan Pavel II. kanonizoval Josemaríu Escrivá de Balaguera, zakladatele osobní prelatury Opus Dei.\n**2005** – Po šesti letech života v luxusní vile na Bahamách byl Viktor Kožený na žádost USA zatčen. Jednoho z nejznámějších mužů kupónové privatizace, který je v Česku obviněn z podvodů, stíhají Američané pro korupci.\n**2017** – Zpěvák Daniel Hůlka si bere v Las Vegas Barboru Klementovou.",
    "07 10": "Svátek má **Justýna**\n\n**Události:**\n\n**3761 př. n. l.** – Začátek moderního židovského kalendáře.\n**1492** – Kolumbus míjí Floridu\n**1571** – bitva u Lepanta, koalice Španělska, Benátek, Papežského státu a maltézských rytířů poráží osmanské loďstvo\n**1769** – James Cook, anglický mořeplavec, doplul jako druhý Evropan k Novému Zélandu a zahájil jeho spojení se světem.\n**1806** – Ralph Wedgewood si nechal v Londýně patentovat uhlový papír (známý jako propisák).\n**1900** – Poprvé použit název „orientační běh“.\n**1913** – Henry Ford zavedl výrobní linku.\n**1928** – Paavo Nurmi zaběhl světový rekord na 10 mil (50:15.0).\n**1944** – povstání Sonderkommanda v koncentračním táboře Auschwitz-Birkenau.\n**1949** – V Sovětské okupační zóně je vyhlášena Německá demokratická republika.\n**1950** – Spojené státy vstoupily do Severní Koreje překročením 38. rovnoběžky.\n**1959** – Sovětský stroj Luna 3 poprvé vyfotografovala odvrácenou stranu Měsíce.\n**1973** – Bitva u Latakie byla první námořní bitvou, kdy proti sobě bojovaly raketové čluny vybavené řízenými střelami země-země\n**1985** – Loď Achille Lauro byla unesena palestinskými teroristy.\n**1991** – Poslední svatba herečky Elizabeth Taylorové.\n**2003** – Kalifornský guvernér Gray Davis odstoupil, vystřídal ho Arnold Schwarzenegger.\n**2004** – Král Kambodže Norodom Sihanuk abdikoval.\n**2006** – V Moskvě byla zavražděna ruská novinářka Anna Politkovská.\n**2016** – Byla vydána hra Mafia III.",
    "08 10": "Svátek má **Věra**\n\n**Události:**\n\n**314** – V bitvě u Cibalae porazil císař Západořímské říše Constantine císaře východní říše Licinia\n**451** – Zahájen Chalkedonský koncil (konec 1. listopadu).\n**876** – Ludvík II. Němec mladší porazil v bitvě u Andernachu Karla II.\n**1075** – Dmitar Zvonimir je korunován chorvatským králem\n**1600** – Přijata psaná ústava San Marina.\n**1619** – Mnichovská smlouva. Bavorský vévoda Maxmilián I. se zavázal vojensky podpořit císaře Ferdinanda II. proti českému stavovskému povstání, za což měl dostat Horní Falc a kurfiřtský hlas, odebraný Fridrichu Falckému.\n**1808** – Premiéra jediné opery Edvarda Griega Olaf Tryggvason v norské Christianii (Oslo).\n**1809** – Hrabě Metternich byl jmenován ministrem zahraničních věcí Rakouska. V této funkci výrazně ovlivňoval dějiny Evropy až do roku 1848.\n**1912** – Černá Hora vyhlásila válku Osmanské říši, čímž začala první balkánská válka.\n**1939** – Druhá světová válka: Třetí říše přímo anektovala západní Polsko a ve zbytku vytvořila tzv. generální gouvernement.\n**1941** – Druhá světová válka: Na východní frontě němečtí vojáci dorazili k Azovskému moři a dobyli přístav Mariupol.\n**1945** – Percy Spencer v USA patentoval mikrovlnnou troubu\n**1952** – Došlo ke srážce tří vlaků v Harrow, zemřelo 112 lidí.\n**1967** – Vůdce levicové guerilly Ernesto Che Guevara byl se svými muži zajat v Bolívii a nazítří bez soudu popraven.\n**1991** – Chorvatský parlament zpřetrhal poslední pouta s Jugoslávií.\n**2005** – Během zemětřesení v Kašmíru přišlo o život kolem 75 000 lidí.",
    "09 10": "Svátek má **Štefan a Sára**\n\n**Události:**\n\n**1000** – Leif Eriksson objevil Vinland, noha Evropana poprvé stanula na půdě Severní Ameriky.\n**1238** – Jakub I. Aragonský dobyl Valencii a založil Valencijské království.\n**1531** – Katolické kantony vyhlásily válku kantonu Curych, začala druhá válka o Kappel.\n**1655** – Švédský král Karel X. Gustav obsadil Krakow.\n**1760** – Sedmiletá válka: ruské vojsko generálů Černyševa a Tottlebena a rakouské vojsko generála Lacyho obsadilo Berlín. Do 12. října vybrali kontribuci a zčásti ho vypálili.\n**1917** – V Rusku vznikl československý armádní sbor, jehož mužstvo zanedlouho dosáhlo počtu 40 000 vojáků.\n**1934** – Makedonští a chorvatští nacionalisté podnikli v Marseille úspěšný atentát na jugoslávského krále Alexandra I. a francouzského ministra zahraničí Louise Barthoua.\n**1962** – Uganda se stala republikou.\n**1963** – Katastrofa přehrady Vajont.\n**2004** – První demokratické volby v Afghánistánu.\n**2005** – Byl blahořečen kardinál a biskup Clemens August von Galen.",
    "10 10": "Svátek má **Marina**\n\n**Události:**\n\n**680** – Al-Hussein a jeho následovníci byli povražděni v Karbalá Jezídovou armádou kalifa Umajada na cestě do Kúfy\n**732** – Frankové vedení Karlem Martelem porazili muslimské vojsko v bitvě u Tours, čímž byla zastavena islámská expanze na Západě.\n**1375** – Hráz v západním Friesku se protrhla a moře zaplavilo severní Holandsko\n**1582** – V Itálii, Polsku, Portugalsku a Španělsku zaveden gregoriánský kalendář, proto v kalendářích těchto zemí 10. říjen neexistuje.\n**1609** – Byla založena Katolická liga.\n**1802** – V Barceloně se konaly svatby asturského prince a pozdějšího španělského krále Ferdinanda VII. s neapolsko-sicilskou princeznou Marií Antonií a pozdějšího krále obojí Sicílie Františka I. se španělskou infantkou Marií Isabelou.\n**1868** – Kuba se bouří a chce svobodu a nezávislost na Španělsku, ve městě Yara vyhlašuje plán osvobození\n**1874** – Fidži se stává britskou državou\n**1917** – Lenin svolává v Petrohradě tajné setkání ústředního výboru, kde prosadil bolševickou revoluci\n**1919** – Premiéra opery Richarda Strausse Žena bez stínu (Die Frau ohne Schatten) ve Vídni\n**1935** – Premiéra opery Porgy a Bess v newyorském divadle Guild George Gershwina\n**1943** – Čankajšek skládá přísahu jako prezident Číny\n**1961** – Ve Spojených státech vyšla kniha Josepha Hellera Hlava XXII\n**1963** – Premiéra 2. filmu s Jamesem Bondem Srdečné pozdravy z Ruska (From Russia with love) podle knihy Iana Fleminga se Seanem Connerym a Danielou Bianchi v hlavních rolích\n**1964** – V Tokiu byly zahájeny XVIII. letní olympijské hry.\n**1966** – Duo Simon a Garfunkel vydává album Parsley, Sage, Rosemary and Thyme.\n**1970** – Fidži vyhlásilo nezávislost.\n**1980** – v Ženevě podepsána Úmluva o některých konvenčních zbraních\n**1983** – Návrat sondy Veněra 15 (program Veněra).\n**1986** – Zemětřesení o síle 7,5 stupně Richterovy stupnice zasáhlo město San Salvador v Salvadoru. O život přišlo asi 1 500 lidí.\n**1997** – Jihoafrická republika se připojila k Africkému hospodářskému společenství\n**2001**\nAmerický prezident George W. Bush představil seznam 22 nejhledanějších teroristů.\nBégam Chálida Zijáová se stala předsedkyně vlády Bangladéše.\n**2004** – Prezidentem přechodné federální vlády Somálska byl v Nairobi zvolen plukovník Abdullahi Yusuf Ahmed.\n**2010** – Nizozemské Antily přestaly existovat jako jedna ze zemí Nizozemského království.",
    "11 10": "Svátek má **Andrej**\n\n**Události:**\n\n**1138** – Při silném zemětřesení v syrském Aleppo zemřelo 230 000 lidí.\n**1172** – Mírová dohoda ukončila války Jin–Song mezi dynastií Jurchen Jin (1115–1234) a dynastií Han Chinese Sung (960–1279), které přerušovaně trvaly od 1125-1234.\n**1521** – Papež Lev X. udělil Jindřichovi VIII. papežskou bulou titul Fidei Defensor (Obránce víry) za jeho knihu Assertio septem Sacramentorum adversus Martinum Lutherum (Obrana sedmi svátosti proti Martinu Lutherovi), jíž reagoval na šíření luteránství.\n**1531** – Druhá válka o Kappel: Spojené síly katolických kantonů zaskočily a rozdrtily v bitvě u Kappelu vojska kantonu Curych dříve, než mohla být posílena svými protestantskými spojenci. V bitvě padl duchovní vůdce a velitel protestantů Ulrich Zwingli.\n**1573** – Námořní bitva v Jižních mořích - Holandští rebelové porazili španělskou flotu\n**1674** – Drama Pierre Corneille Surena má premiéru v Paříži\n**1899** – Začala búrská válka, válka v Jižní Africe mezi Velkou Británií a Búry ze svobodných států Oranžsko a Transvaal.\n**1954** – Viet Minh vedený Ho Či Minem převzal kontrolu nad severním Vietnamem a vytvořil zde komunistickou Demokratickou republiku Vietnam.\n**1962** – Začátek prvního zasedání Druhého vatikánského koncilu.\n**1968** – Program Apollo: Start lodě Apollo 7, první s lidskou posádkou v tomto programu.\n**1986** – Studená válka: Ronald Reagan a Michail Gorbačov se sešli v Reykjavíku na Islandu, aby jednali o omezení svých jaderných arzenálů v Evropě.",
    "12 10": "Svátek má **Marcel**\n\n**Události:**\n\n**1160** – Maurice de Sully, z jehož popudu se začala stavět katedrála Notre Dame,byl zvolen pařížským biskupem.\n**1285** – 180 Židů v Mnichově odmítlo katolický křest a tak byli všichni veřejně upáleni.\n**1492** – Tři španělské karavely pod velením janovského mořeplavce Kryštofa Kolumba přistály na ostrově, který Kolumbus nazval San Salvador (Spasitel, dnes Bahamy). Námořníci netušili, že nestojí na pobřeží Indie, kam měli původně namířeno, ale že právě objevili dosud neznámý světadíl Ameriku.\n**1711** – Ve Frankfurtu byl zvolen Karel VI. císařem Svaté říše římské.\n**1768** – Ruská carevna Kateřina II. se nechala variolizovat (nakazit lehkou formou pravých neštovic kvůli získání imunity). K provedení byl povolán anglický specialista Edward Jenner.\n**1810** – V Mnichově se konal první Oktoberfest při příležitosti svatby krále Ludvíka I. Bavorského a Terezy Sasko-Hildburghausenské.\n**1928** – V dětské nemocnici v Bostonu byly poprvé použity umělé železné plíce.\n**1931** – V Riu de Janeiru byla slavnostně odhalena socha Krista Spasitele.\n**1935** – Nacistické Německo zakázalo jazz v rádiu.\n**1964** – Sovětský svaz vypustil Voschod 1, první kosmickou loď s vícečlennou posádkou, zároveň se jedná o první let bez skafandrů. Bylo to poprvé, kdy byli 3 lidi ve vesmíru.\n**1968** – Rovníková Guinea získala nezávislost na Španělsku.\n**1968** – V Ciudad de México byly zahájeny XIX. Letní olympijské hry.\n**1969** – Sovětský svaz vypustil kosmickou loď Sojuz 7 a poprvé bylo ve vesmíru 5 lidí.\n**1977** – Před Nejvyšším soudem USA ve Washingtonu se řešil případ obrácené diskriminace, kdy běloch Allan Bakke nemohl být přijat na lékařskou fakultu kalifornské university, protože není černoch.\n**1999** – V Pákistánu se převratem ujal moci generál Parvíz Mušaraf.\n**2002** – Na indonéském ostrově Bali odpálili teroristé bomby ve dvou nočních klubech, výbuchy si vyžádaly 200 mrtvých a přes 300 zraněných.\n**2022** – Po střelbě u bratislavské kavárny pro LGBT+ klientelu zemřeli dva lidé.",
    "13 10": "Svátek má **Renáta**\n\n**Události:**\n\n**54** – Římský císař Claudius byl smrtelně otráven svojí manželkou Agrippinou. Její 17letý syn Nero se stal novým římským císařem.\n**106** – Císař Traianus dobyl barbarské království Dáků (dnešní Rumunsko) a připojil je k Římské říši jako provincii Dácie\n**409** – Vandalové a Alani překročili Pyreneje a vtáhli do Hispánie (Španělsko)\n**1213** – Biskup z Liege Hugh Pierrepont a Luis II., hrabě z Lovaně porazili v bitvě u Steppes brabantského vévodu Jindřicha I.\n**1307** – Tisíce členů Řádu templářů byly na příkaz francouzského krále Filipa IV. Sličného uvrženo do vězení. Označil Templáře za kacíře, uvěznil představitele řádu a začal s konfiskací jejich obrovského majetku.\n**1399** – Korunovace Jindřicha IV. anglickým králem ve Westminsterském opatství\n**1552** – Ivan IV. Hrozný dobyl Kazaň, počátek expanze moskevské Rusi.\n**1792** – Ve Washingtonu byl položen základní kámen Bílého domu.\n**1809** – V Schönbrunnu u Vídně byl v předvečer podepsání míru s Rakouskem zmařen pokus o atentát studenta teologie Friedricha Stapse na císaře Napoleona I.\n**1917** – Ve Fátimě se odehrál „sluneční zázrak“.\n**1933** – Zemské sněmy obou meklenburských zemí se, pod nacistickým tlakem, usnesly na sjednocení obou zemí ke dni 1. ledna 1934.\n**1965** – Londýnská kapela The Who nahrála nejznámější píseň My Generation.\n**1972** – Ztroskotání letu (směřující z uruguayského Montevidea do chilského Santiaga) v argentinských Andách. Na palubě cestoval uruguayský rugbyový tým. Z celkem 45 lidí nepřežilo 29 včetně posádky. Toto bílé peklo trvalo pro 16 přeživších 72 dní.\n**1995** – Na trh uvedeny Windows 95.",
    "14 10": "Svátek má **Agáta**\n\n**Události:**\n\n**530** – Dioscuros končí jako katolický vzdoropapež oproti Bonifáci II.\n**1066** – Bitva u Hastingsu: Armáda Viléma Dobyvatele porazila anglické vojsko, v bitvě padl anglický král Harold II.\n**1322** – Robert Bruce ze Skotska porazil krále Edwarda II. Anglického u Old Byland, a donutil ho akceptovat Skotskou nezávislost\n**1468** – Vévoda Karel Smělý a zajatý francouzský král Ludvík XI. uzavřeli potupnou dohodu z Peronne\n**1492** – Kryštof Kolumbus opustil San Salvador a připlul do Santa Maria of Concepcion (Bahamy)\n**1586** – Skotská královna Marie Stuartovna je postavena před soud za spiknutí proti Alžbětě I.\n**1780** – Jednotka 350 Američanů v bitvě u Shallow Ford vytlačilia Angličany ze Severní Karolíny\n**1915** – Bulharsko vyhlašuje válku Srbsku, vstupuje tak na straně Ústředních mocností do První světové války.\n**1918** – Ve Francii vznikla Prozatímní československá vláda - T. G. Masaryk, Edvard Beneš, a M. R. Štefánik\n**1943** – Vypuklo povstání vězňů ve vyhlazovacím táboře Sobibor\n**1947** – Chuck Yeager překonal na letounu Bell X-1 rychlost zvuku.\n**1962** – Špionážní letoun U-2 vyfotografoval sovětské raketové základny na Kubě. Dramaticky se vystupňovalo napětí v Kubánské krizi.\n**1963** – Britský tisk používá pojem „Beatlemania“, když popisuje scény z vystoupení Beatles v televizní show.\n**2012** – Felix Baumgartner uskutečnil „Skok ze stratosféry“.\n**2017** – Nejméně 240 lidí bylo zabito při sérii výbuchů v somálském hlavním městě Mogadišu.",
    "15 10": "Svátek má **Tereza**\n\n**Události:**\n\n**533** – Byzantský generál Flavius Belisarius slavnostně vjel do města Kartága, které dobyl po porážce Vandalů\n**1259** – Eduard I. se přiklonil na stranu baronů a jejich reformě po té, co jeho otec Jindřich akceptoval Oxfordská ustanovení\n**1582** – Ve většině katolických zemí začal platit gregoriánský kalendář. Po 4. říjnu následoval rovnou 15. říjen.\n**1817** – Italský amatérský archeolog Giovanni Battista Belzoni objevil v Údolí králů hrobku Sethiho I.\n**1880** – Kolínská katedrála je konečně dokončena - po 633 letech od položení základního kamene\n**1894** – Dreyfusova aféra: Alfred Dreyfus, francouzský dělostřelecký důstojník židovského původu byl neprávem uvězněn kvůli obvinění z vlastizrady.\n**1917** – Nizozemská tanečnice Mata Hari byla popravena Francouzi za špionáž pro Německo\n**1932** – Sanfranciská opera byla otevřena premiérou Toscy Giacoma Pucciniho\n**1937** – Ernest Hemingway vydal svou novelu Mít a nemít (To Have & Have Not)\n**1940** – Do amerických kin byl uveden satirický film Diktátor s Charliem Chaplinem v hlavní roli\n**1942** – Symfonie č.1 Bohuslava Martinů měla premiéru v Bostonu\n**1947 - Maďarsko na základě mírové smlouvy s Československem odstoupilo Československu, respektive Slovensku, své tři obce Oroszvár, Horvátjárfalu a Dunacsún\n**1959** – Agent KGB zavraždil Stepana Banderu před jeho mnichovským domem. Speciální pistolí mu vstříkl do obličeje dávku kyanidu\n**1964** – Alexej Kosygin a Leonid Brežněv vystřídali sovětského premiéra Nikitu Chruščova\n**1970** – Anwar Sadat byl zvolen 3. prezidentem Egypta a nahradil v této funkci Gamala Abdela Nassera\n**1972** – 61. Davisův pohár vyhrály Spojené státy nad Rumunskem v Bukurešti poměrem 3-2\n**1990** – Michail Gorbačov získal Nobelovu cenu míru\n**1997** – K Saturnu odstartovala americko-evropská kosmická sonda Cassini-Huygens.\n**2003** – Čína vyslala do vesmíru svého prvního kosmonauta. Jang Li-wej kroužil v lodi Šen-čou 5 kolem Země 21,5 hodin.",
    "16 10": "Svátek má **Havel**\n\n**Události:**\n\n**1813** – Začala bitva národů u Lipska, v níž se Francouzi v čele s Napoleonem Bonapartem střetli se spojenými armádami Rakouska, Ruska, Pruska a Švédska.\n**1846** – Americký lékař William Morton provedl veřejnou operaci, při níž bylo poprvé využito anestézie.\n**1917** – Masaryk v Petrohradě dokončil první verzi své knížky Nová Evropa s podtitulem Stanovisko slovanské\n**1918**\nVe Washingtonu vznikla Washingtonská deklarace, základní dokument československého zahraničního odboje, nazvaný Prohlášení nezávislosti československého národa. Formulovala zásady občanských svobod, vnitřní i zahraniční politiky a státní systém budoucího Československa.\nCísař Karel I. vydal manifest Mým věrným národům rakouským, jenž proklamoval federalizaci Rakouska.\n**1940** – Druhá světová válka: založeno Varšavské ghetto.\n**1946** – Deset válečných zločinců druhé světové války, odsouzených v Norimberském procesu, bylo oběšeno.\n**1962** – Prezidentu USA J. F. Kennedymu bylo oznámeno rozmístění sovětských raket na Kubě. Začala Kubánská krize.\n**1970** – Anwar Sadat zvolen egyptským prezidentem.\n**1978** – V pořadí již 264. papežem se stal krakovský arcibiskup Karol Józef Wojtyła. Zvolil si jméno Jan Pavel II.\n**2016**\nparlamentní volby v Černé Hoře\nByla zahájena bitva o irácké město Mosul, která trvala téměř 9 měsíců.",
    "17 10": "Svátek má **Hedvika**\n\n**Události:**\n\n**690** – Čínská císařovna Wu Ce-tchien sesadila z trůnu svého syna Žuej-cung a stala se jako jediná žena v čínské historii císařem, přičemž název státu změnila na Čou.\n**1604** – Astronom Johannes Kepler zpozoroval supernovu 1604 (tzv. \"Keplerova hvězda\") v souhvězdí Hadonoše, poslední dosud objevenou supernovu v Mléčné dráze. Poznatky z následného bádání publikoval v díle De Stella Nova in Pede Serpentarii.\n**1610** – korunovace Ludvíka XIII. francouzským králem v Remeši\n**1662** – Karel II. Stuart prodal Dunkerk Francii.\n**1777** – Americké kontinentální vojsko porazilo Brity v bitvě u Saratogy – bod obratu v americké válce za nezávislost.\n**1803** – Dřívější vůdce Haitské revoluce císař Jacques I. Haitský byl zavražděn.\n**1888** – Thomas Alva Edison si dal patentovat vynález optické fotografie.\n**1905** – Říjnový manifest byl vydán carem Mikulášem II.\n**1907** – Společnost Marconi započala první komerční transatlantické bezdrátové spojení.\n**1931** – Al Capone byl usvědčen z krácení daní.\n**1933** – Albert Einstein utekl z nacistického Německa do Spojených států.\n**1961** – Alžířané protestující v Paříži byli zmasakrování policií během procesu s nacistickým kolaborantem Maurice Paponem.\n**1966** – Botswana a Lesotho se staly členy OSN.\n**1977** – Německý podzim: Unesený letoun Lufthansy Let Lufthansa 181 po čtyřech dnech přistál v somálském Mogadišu.\n**1979** – Matka Tereza dostala Nobelovu cenu míru.\n**2017** – Syrské demokratické síly zlomily veškerý odpor příslušníků Islámského státu v syrském městě Rakka.",
    "18 10": "Svátek má **Lukáš**\n\n**Události:**\n\n**1009** – Kalif Al-Hakim dal zničit baziliku Svatého hrobu.\n**1210** – Papež Inocenc III. exkomunikoval císaře Otu IV. Brunšvického.\n**1356** – Vypuklo zemětřesení v Basileji, nejsilnější historicky zaznamenané zemětřesení severně od Alp.\n**1386** – Univerzita v Heidelbergu zahájila svou činnost.\n**1685** – Francouzský král Ludvík XIV. zrušil Edikt nantský, který chránil protestanty.\n**1748** – Podepsáním cášského míru byly ukončeny války o dědictví rakouské.\n**1812** – Bitva u Tarutina skončila vítězstvím ruské armády nad napoleonskými vojsky.\n**1860** – Pekingská smlouva ukončila druhou opiovou válku.\n**1867** – USA převzali Aljašku, kterou koupily od Ruska.\n**1918** – V Paříži byla vydána Washingtonská deklarace, ve které členové exilové vlády Tomáš Garrigue Masaryk, Milan Rastislav Štefánik a Edvard Beneš prohlásili nezávislost československého národa.\n**1922** – Ve Velké Británii byla založena British Broadcasting Company, později British Broadcasting Corporation.\n**1938** – V nacistickém Německu zřízena Sudetská pamětní medaile.\n**1954** – Texas Instruments oznámil vyrobení prvního tranzistorového rádia.\n**1967** – Sovětská sonda Veněra 4 pronikla do atmosféry Venuše a jako první odeslala naměřené hodnoty z atmosféry jiné planety.\n**1968** – Americký olympijský výbor suspendoval dva černošské sportovce, Tommieho Smithe a Johna Carlose, za gesto „černé síly“ při medailovém ceremoniálu na olympijských hrách v Mexiku.\n**1989**\nStart vesmírné sondy Galileo.\nErich Honecker byl přinucen rezignovat a Egon Krenz byl zvolen posledním generálním tajemníkem východoněmeckých komunistů.\n**1991** – Nejvyšší sovět Ázerbájdžánu přijal deklaraci nezávislosti.\n**2007** – Pumový útok na bývalou pákistánskou premiérku Benázír Bhutto v Karáčí, zemřelo 180 lidí.",
    "19 10": "Svátek má **Michaela**\n\n**Události:**\n\n\n**202 př. n. l.** – Bitva u Zamy, druhá punská válka končí porážkou Kartága.\n**1466** – Druhý toruňský mír 1466 ukončil Třináctiletou válku mezi Polskem a Řádem německých rytířů.\n**1469** – Svatba Isabely Kastilské a Ferdinanda II. Aragonského připravila půdu k faktickému sjednocení Španělska.\n**1512** – Martin Luther se stal doktorem teologie (Doctor in Biblia).\n**1781** – Kapitulace v Yorktownu: britské vojsko v čele s generálem Cornwallisem se vzdalo Američanům a Francouzům, což znamenalo faktický konec americké války za nezávislost.\n**1789** – John Jay se stal prvním předsedou Nejvyššího soudu USA.\n**1813** – francouzský císař Napoleon poražen v bitvě u Lipska, nazývané též bitva národů\n**1914** – V rámci první světové války byla započata první bitva u Yper.\n**1943** – Byl objeven streptomycin, první antibiotikum proti tuberkulóze.\n**1956** – Sovětský svaz a Japonsko, ve válečném stavu od srpna 1945, spolu uzavřeli dohodu o příměří.\n**1959** – První použití tzv. speciální angličtiny.\n**1960** – Spojené státy americké uvalily na Kubu prakticky absolutní obchodní embargo, které je dodnes v platnosti.\n**1987** – Černé pondělí na newyorské burze, Dow Jonesův index spadl o 22 %, resp. o 508 bodů.\n**2003** – Matka Tereza je blahořečena Janem Pavlem II.\n**2005** – Začal soud se Saddámem Husajnem.\n**2014** – Blahořečen papež Pavel VI.",
    "20 10": "Svátek má **Vendelin**\n\n**Události:**\n\n**1740** – Marie Terezie se stala panovnicí Habsburské monarchie.\n**1827** – Britské, francouzské a ruské námořní síly zničily spojenou tureckou a egyptskou flotu v bitvě u Navarina, což bylo rozhodujícím momentem řecké osvobozenecké války.\n**1883** – Mírovou smlouvou v Ancónu byla ukončena Druhá tichomořská válka mezi Chile a Peru.\n**1955** – Vyšel poslední díl trilogie Johna Ronalda Reuela Tolkiena – Pán prstenů – Návrat krále.\n**1973** – Otevřena budova Opery v Sydney.\n**1982** – Při tlačenici během fotbalového utkání na moskevském stadionu Lužniki zahynulo 66 lidí a 61 jich bylo zraněno.\n**1991** – Při zemětřesení o síle 6,8 momentové škály u severoindického města Uttarkashi ve státě Uttarákhand zahynulo přes 1 000 lidí.\n**1994** – Sedmá sloka písně Zdravljica se stala slovinskou hymnou.\n**2011** – Skončila další fáze libyjské občanské války, v Syrtě byl dopaden a zabit libyjský diktátor Muammar Kaddáfí.",
    "21 10": "Svátek má **Brigita**\n\n**Události:**\n\n**63 př. n. l.** – Římský filosof a republikánský politik Cicero přednesl slavnou řeč v senátě proti převratu vedenému Catilinou.\n**1520** – Magalhães objevil Magalhãesův průliv.\n**1600** – Iejasu Tokugawa porazil vůdce soupeřících japonských klanů v bitvě u Sekigahary, což je pokládáno za počátek šógunátu Tokugawa.\n**1805** – V bitvě u Trafalgaru zvítězilo Britské královské námořnictvo pod vedením Horatia Nelsona nad španělsko-francouzským válečným loďstvem.\n**1824** – Joseph Aspdin si dal patentovat portlandský cement.\n**1858** – Opereta Jacquesa Offenbacha Orfeus v podsvětí (Orphée aux Enfers) měla premiéru v Paříži. Je považována za první klasickou celovečerní operetu.\n**1879** – Thomas Alva Edison vyzkoušel žárovku s uhlíkovým vláknem (svítila 40 hodin).\n**1916** – Ve Vídni byl spáchán atentát na předsedu vlády Předlitavska Karla hraběte von Stürgkha. Vrahem byl Fridrich Adler syn zakladatele rakouské sociální demokracie Victora Adlera.\n**1918** – Ve Vídni došlo k vyhlášení republiky Německé Rakousko, která se později prohlásila za součást Německa, a to na základě zákona o rakouské státní a vládní formě, který byl přijat rakouským parlamentem 22. listopadu 1918.\n**1944** – Druhá světová válka: Spojenci dobyli první velké německé město – Cáchy.\n**1986** – Marshallovy ostrovy vyhlásily nezávislost na USA.\n**2006** – V Kiełpinie u Gdaňska spáchala sebevraždu čtrnáctiletá Ania, studentka gdaňského gymnázia, která neunesla sexuální obtěžování a ponižování, kterého se na ní den před tím před celou třídou dopustilo pět spolužáků.\n**2011** – Ze základny Kourou ve Francouzské Guyaně odstartovala raketa Sojuz s prvními dvěma družicemi evropského navigačního systému Galileo.",
    "22 10": "Svátek má **Sabina**\n\n**Události:**\n\n**1797** – Francouz André-Jacques Garnerin uskutečnil první seskok padákem z balónu naplněného vodíkem z výšky 680 metrů.\n**1895** – Železniční nehoda na nádraží Montparnasse v Paříži byla zachycena na legendárním snímku.\n**1915** – V Clevelandu v Ohiu byla mezi zástupci Čechů a Slováků uzavřena tzv. Clevelandská dohoda, v níž byla přislíbena autonomie Slovenska v rámci budoucího československého státu.\n**1947** – Propukla první válka v Kašmíru.\n**1962** – Karibská krize: prezident John F. Kennedy zveřejnil v televizním projevu objevení sovětských jaderných zbraní na Kubě, načež nařídil námořní blokádu ostrova.\n**1966** – Start družice Měsíce Luna 12.\n**1975** – Sovětská sonda Veněra 9 přistála na Venuši, kde nafotila první fotky z povrchu jiné planety.\n**1998** – Zformoval se hurikán Mitch, jeden z nejsilnějších hurikánů historie.\n**2008** – Indie vypustila sondu Čandraján-1 pro průzkum Měsíce.\n**2009** – Byl vydán operační systém Windows 7 od společnosti Microsoft.\n**2014** – Teroristický útok na kanadský Národní válečný památník a Parlament.",
    "23 10": "Svátek má **Teodora**\n\n**Události:**\n\n**42 př. n. l.** – Druhá bitva u Filipp - Brutova armáda je poražena armádou Marka Antonia a Oktaviána. Brutus spáchal sebevraždu.\n**1239** – Katedrála ve Wellsu, kterou začali stavět v roce 1186, byla konečně vysvěcena.\n**1642** – Bitva u Edgehill - první významná bitva, která zahájila Anglickou občanskou válku.\n**1715** – pohřeb Ludvíka XIV. v bazilice Saint Denis\n**1739** – Začala Válka o Jenkinsovo ucho když britský premiér Robert Walpole vyhlásil válku Španělsku.\n**1875** – Úspěšná vídeňská premiéra přepracované Carmen, jejíž premiéra v Paříži propadla, zahájila triumfální cestu této opery po světových jevištích.\n**1940** – Adolf Hitler se setkal s Franciscem Frankem v Berlíně, Franko se stále odmítá zúčastnit války\n**1942** – Britská 8. armáda pod velením generála Montgomeryho zaútočila u El Alamejnu na německý Afrikakorps generála Rommela.\n**1944** – Začala Bitva u Leyte mezi Japonskem a USA s Austrálií. Bitva skončila 26. října porážkou Japonců.\n**1954**\nPařížská dohoda rozšířila Bruselský pakt o západní Německo a Itálii, čímž vznikla Západoevropská unie.\nBritánie, Francie a SSSR souhlasili s ukončením poválečné okupace Německa.\n**1956** – Vypuklo Maďarské povstání.\n**1983** – Libanonská občanská válka: v důsledku sebevražedných atentátů v Bejrútu zahynulo 241 vojáků americké námořní pěchoty a 58 francouzských parašutistů.\n**1989** – Mátyás Szűrös z balkonu Országházu slavnostně vyhlásil svobodnou Maďarskou republiku (Třetí Maďarská republika).\n**1998** – Dohodnuto Memorandum od Wye River, součást izraelsko-palestinských mírových jednání.\n**2001** – Kalifornská firma Apple uvedla na trh multimediální přehrávač iPod\n**2002** – Čečenští teroristé obsadili moskevské divadlo a zajali asi 700 rukojmích.\n**2018** – V Číně byl otevřen 55 km dlouhý most Hongkong–Ču-chaj–Macao.",
    "24 10": "Svátek má **Nina**\n\n**Události:**\n\n**1260** – Za přítomnosti francouzského krále Ludvíka IX. byla vysvěcena katedrála v Chartres.\n**1531** – Druhá válka o Kappel: Menší katolický oddíl zaskočil a drtivé porazil hlavní armádu spojených protestantských kantonů v bitvě u Gubelu.\n**1648** – Podpisem vestfálského míru končí třicetiletá válka.\n**1812** – Bitva u Malojaroslavce donutila Napoleona zahájit ústup z Ruska.\n**1869** – Zahájena tramvajová doprava v Aradu (Rumunsko).\n**1885** – Premiéra operety Johanna Strausse ml. Cikánský baron ve Vídni.\n**1917** – Začala Bitva u Caporetta, v níž Německé císařství a Rakousko-Uhersko porazili Itálii.\n**1929** – Krach na newyorské burze odstartoval velkou hospodářskou krizi – celosvětovou ekonomickou depresi.\n**1945** – V platnost vstoupila Charta OSN, vznik OSN.\n**1956** – Sovětská invaze do Maďarska na potlačení povstání.\n**1960** – Na kosmodromu Bajkonur explodovala při pokusu o první start sovětská mezikontinentální balistická raketa R-16. Zahynulo 78 vojáků, techniků a vědců, včetně maršála Nedělina.\n**1964** – Severní Rhodésie získála nezávislost na Velké Británii, stala se Zambií (Jižní Rhodesie zůstála kolonií).\n**1978** – První československá družice Magion byla vypuštěna spolu s družicí Interkosmos 18. K oddělení Magionu od družice Interkosmos 18 došlo 14. listopadu.\n**1998** – Start kometární sondy Deep Space 1.\n**2003** – British Airways uskutečnily poslední komerční let nadzvukového Concordu.",
    "25 10": "Svátek má **Beáta**\n\n**Události:**\n\n**1147** – Reconquista: Portugalci dobyli po čtyřměsíčním obléhání Lisabon.\n**1415** – Stoletá válka: Vojsko Jindřicha V. Anglického porazilo Francouze v bitvě u Azincourtu.\n**1854** – V rámci krymské války se odehrála bitva u Balaklavy.\n**1936** – Adolf Hitler a Benito Mussolini vytvořili „Osu“ Řím–Berlín.\n**1940** – Benjamin O. Davis, Sr. se stal prvním americkým generálem afroamerického původu.\n**1962** – Adlai Stevenson, vyslanec USA u OSN, předložil fotografie sovětských raket na Kubě Radě bezpečnosti OSN během tzv. karibské krize.\n**1971** – Čínskou republiku nahradila v Radě bezpečnosti OSN Čínská lidová republika.\n**1983** – Spojené státy a jejich karibští spojenci zahájily invazi na Grenadu.\n**1997** – Denis Sassou-Nguesso se po převratu prohlásil prezidentem Republiky Kongo.\n**2001** – Microsoft uvolnil k prodeji operační systém Windows XP.\n**2004** – Ve volbách do parlamentu srbské provincie Kosovo zvítězila Demokratická liga Kosova vedená Ibrahimem Rugovou.",
    "26 10": "Svátek má **Erik**\n\n**Události:**\n\n**740** – Silné zemětřesení otřáslo Konstantinopolí, poničilo hradby a budovy města\n**1529** – Sir Thomas More se stal lordem kancléřem Anglie na dvoře krále Jindřicha VIII.\n**1825** – V USA byl zprovozněn Erijský kanál, který umožnil plavbu z Atlantského oceánu do Velkých jezer\n**1860** – Giuseppe Garibaldi, dobyvatel Království obojí Sicílie, pozdravil v Teanu Viktora Emanuela II. jako krále celé Itálie.\n**1861** – Německý učitel Johann Philipp Reis sestrojil první elektrický telefon s mikrofonem a předvedl jej ve Frankfurtu nad Mohanem. Jeho přístroj však ještě nedokázal přenášet řeč, pouze tóny, a v praxi se neuplatnil.\n**1863** – V Anglii vznikla Fotbalová asociace, která stanovila pravidla fotbalu, platící pro celý svět, a oddělila rugby jako samostatný sport.\n**1881** – Ve městě Tombstone v Arizoně se odehrála nejslavnější přestřelka v dějinách Divokého západu, jíž se zúčastnil i Wyatt Earp.\n**1905** – Švédsko uznalo nezávislost Norska a zanikla společná unie.\n**1939** – Jozef Tiso se stal prezidentem Slovenského státu.\n**1955** – Rakousko přijalo svoji Ústavu a tento den je rakouským státním svátkem.\n**1958** – Dopravní letadlo Boeing 707 poprvé letělo přes Atlantský oceán na lince společnosti Pan Am z New Yorku do Paříže.\n**1965** – Členové skupiny Beatles převzali Řád britského impéria.\n**1984 - záhadným úmrtím Němce Günthera Stolla začal tzv. Případ YOGTZE, který dodnes patří k nejzáhadnějším případům německé kriminalistiky\n**1994** – Izrael a Jordánsko uzavřeli mírovou smlouvu.\n**2002** – Po čtyřech dnech byl ukončen útok v moskevském divadle na Dubrovce, při kterém zahynulo okolo 130 lidí.\n**2015** – Zemětřesení o síle 7,7 Richterovy stupnice s epicentrem v afghánském pohoří Hindúkuš zabilo v Afghánistánu, Pákistánu a Indii stovky lidí.\n**2016** – Ve střední Itálii při zemětřesení zahynuli 3 lidé a desítky jich bylo zraněno.",
    "27 10": "Svátek má **Šarlota**\n\n**Události:**\n\n**1553** – V Ženevě byl protestanty jako kacíř upálen španělský teolog a lékař Michael Servetus.\n**1676** – Polsko a Turecko podepsali v Žuravně mírovou smlouvu, která ukončila čtvrtou polsko-tureckou válku.\n**1682** – Angličan William Penn založil Město bratrské lásky – Filadelfie ve státě Pensylvánie.\n**1904** – Otevřena první linka podzemní dráhy v New Yorku.\n**1907** – V Černové u Ružomberku bylo zastřeleno 15 demonstrantů při protestech před svěcením místního kostela.\n**1918** – Andrássyho nóta: Rakousko-Uhersko přistoupilo na podmínky prezidenta Wilsona, včetně práva na sebeurčení pro národy c. a k. monarchie.\n**1924** – Uzbekistán se stal součástí SSSR\n**1944** – Slovenské národní povstání: německé jednotky obsadily Banskou Bystrici, povstalci byli zatlačeni do hor.\n**1962** – Na vrcholu kubánské krize stály obě velmoci na konfrontačních stanoviscích a hrozil jaderný konflikt. Prezident Kennedy prohlásil, že jeho snaha o mírové řešení končí a dal Sovětskému svazu jasné ultimátum požadující stažení sovětských raket do 48 hodin.\n**1971** – Demokratická republika Kongo byla přejmenována na Zair.\n**1986** – Pod vedením Jana Pavla II. se konalo první mezináboženské setkání v Assisi.\n**1991** – Turkmenistán získal nezávislost na Sovětském svazu.\n**1995** – V košických Východoslovenských železárnách došlo k výbuchu při práci na potrubí. Následný únik oxidu uhelnatého vedl k úmrtí 11 lidí a doživotním následkům u vícera postižených.",
    "28 10": "Svátek má **Státní svátek**\n\n**Události:**\n\n**312** – Římský císař Konstantin Veliký porazil v bitvě u Milvijského mostu svého soupeře Maxentia. Podle legendy připisoval Konstantin své vítězství křesťanskému Bohu.\n**1492** – Kryštof Kolumbus přistál na Kubě.\n**1538** – Papež Pavel III. založil papežskou bulou první univerzitu na americkém kontinentu v Santo Domingu.\n**1628** – v La Rochelle podepsána kapitulace této významné bašty hugenotů ve Francii, kardinál Richelieu s královskými vojsky obsadil město, konec vojenské hrozby hugenotů pro království.\n**1636** – v Cambridge v USA založena Harvardova univerzita.\n**1886** – Slavnostně odhalena Socha Svobody (\"Statue of Liberty Enlightening The World\") na ostrově Liberty Island v New Yorku, dar Francie Spojeným státům.\n**1914** – Námořní Bitva u Penangu.\n**1918** – Polsko obsadilo okrajová území Pruského Slezska.\n**1918** – V ruském Čeljabinsku proběhl pohřeb legionáře Josefa Jiřího Švece.\n**1919** – Kongres Spojených států přehlasoval prezidentské veto, začala prohibice.\n**1922** – Benito Mussolini uchopil moc v Itálii při takzvaném „Pochodu na Řím“.\n**1940** – Druhá světová válka: Itálie vstoupila do války s Řeckem. V Řecku se od té doby slaví svátek Den Ochi, den kdy řekli Italům Ne na výzvu k dobrovolné kapitulaci.\n**1965** – V rámci druhého vatikánského koncilu byla vyhlášena deklarace Nostra aetate o poměru církve k nekřesťanským náboženstvím.\n**1995** – V metru ázerbájdžánského hlavního města Baku vypukl požár, při němž zahynulo 286 lidí.[6]\n**2009** – Přes 100 lidí bylo zabito při bombovém útoku v pákistánském Péšávaru.",
    "29 10": "Svátek má **Silvie**\n\n**Události:**\n\n**539 př. n. l.** – Kýros II. Veliký z Persie dobyl a obsadil bez boje Babylón. Osvobodil Židy a umožnil jim návrat domů.\n**312** – Konstantin Veliký vstoupil velkolepě do Říma po vyhrané bitvě na Milvianském mostě. Tělo jeho protivníka Maxentia je vyloveno z řeky Tibery a posmrtně sťato.\n**1618** – Na žádost španělského velvyslance nechal král Jakub I. popravit Waltera Raleigha, anglickéo objevitele, dobrodruha a spisovatele, za přepadení španělské základny v San Thomé na Orinoku\n**1863** – 18 států se sešlo na konferenci v Ženevě, aby založili Mezinárodní červený kříž\n**1901** – V New Yorku byl popraven Leon Czolgosz, vrah prezidenta Williama McKinleyho.\n**1914** – Turecké válečné lodě vpluly do Černého moře a tím otomanská říše oficiálně vstoupila do 1. světové války\n**1918** – V Rusku byl založen Komsomol (Komunistický svaz mládeže).\n**1923** – Národní shromáždění v Ankaře vyhlásilo Tureckou republiku, prvním prezidentem se stal Mustafa Kemal, nazývaný Atatürk – Otec Turků.\n**1956** – Vypukla Suezská krize, ozbrojený konflikt na Blízkém východě proti Egyptu, který znárodnil Suezský průplav. Izrael obsadil pásmo Gazy a Sinajský poloostrov.\n**1969** – Start internetu. Proběhla první komunikace mezi dvěma vzdálenými počítači. První host-to-host spojení Arpanet bylo uskutečněno mezi UCLA a SCRI v Kalifornii\n**1998** – Na misi STS-95 odstartoval raketoplán Discovery mj. se 77letým Johnem, tehdy nejstarším člověkem ve vesmíru.\n**2004**\nNorodom Sihamoni byl korunován novým králem Kambodže.\nVrcholní představitelé 25 členských zemí Evropské unie v Římě slavnostně podepsali návrh ústavní smlouvy EU. První ústava EU vstoupí v platnost poté, co ji ratifikuje všechny členské země EU.\nTelevize al-Džazíra odvysílala videozáznam projevu Usámy bin Ládina k Američanům.\nVážně nemocný Jásir Arafat byl převezen do vojenské nemocnice v Paříži.\n**2015** – Čína ukončila politiku jednoho dítěte, praktikovanou od roku 1979.",
    "30 10": "Svátek má **Tadeáš**\n\n**Události:**\n\n**1340** – V bitvě na řece Salado porazili králové Kastilie a Portugalska vládce Granady a jeho maurské spojence.\n**1905** – Ruský car Mikuláš II. souhlasil se zřízením státní dumy – voleného legislativního orgánu carského Ruska.\n**1918** – Martinská deklarace proklamovala připojení Slováků k nově vznikající ČSR.\n**1938** – Wellesova rozhlasové adaptace knihy Války světů H. G. Wellse způsobila paniku po celých USA.\n**1941** – Začala jedna z velkých bitev východní fronty druhé světové války – bitva o Sevastopol.\n**1961** – Po odpálení Car-bomby nad sovětskou jadernou střelnicí na ostrově Nová země nastala největší jaderná exploze v dějinách lidstva.\n**1961** – Finské vládě přichází nóta z Moskvy požadující zapojení Finských ozbrojených sil ve cvičení Rudé armády. Začala tzv. Nótová krize.\n**1995** – Québecké referendum o samostatnosti skončilo těsnou porážkou nacionalistů (50,6 % : 49,4 %).",
    "31 10": "Svátek má **Štěpánka**\n\n**Události:**\n\n**1517** – Martin Luther uveřejnil 95 tezí proti prodeji odpustků\n**1541** – Michelangelo Buonarroti dokončil malbu Posledního soudu v Sixtinské kapli.\n**1864** – Nevada se stala 36. státem USA.\n**1892** – Arthur Conan Doyle vydal knihu Dobrodružství Sherlocka Holmese.\n**1918** – Maďarská národní rada provedla v Budapešti převrat a vytvořila novou vládu v čele s Mihály Károlyim, načež se rozpadlo Rakousko-Uhersko.\n**1922** – Benito Mussolini se stal nejmladším premiérem v historii Itálie.\n**1940** – Končí Bitva o Británii.\n**1956** – Suezská krize: po předchozím izraelském útoku na Sinaj zahájily Velká Británie a Francie vojenskou operaci proti Násirovu Egyptu s cílem zmocnit se Suezského průplavu.\n**1961** – Z Leninova mauzolea je odstraněno tělo Stalina.\n**2004** – V prvním kole prezidentských voleb na Ukrajině nezvítězil žádný kandidát, do druhého kola postoupili Viktor Janukovyč a opoziční kandidát Viktor Juščenko. Organizace pro bezpečnost a spolupráci v Evropě prohlásila, že volby nevyhověly evropským demokratickým standardům.",
    "01 11": "Svátek má **Felix**\n\n**Události:**\n\n**1478** – Papež Sixtus IV. na nátlak Ferdinanda Aragonského povolil zřízení Španělské inkvizice, podléhající přímo španělským vládcům.\n**1512** – Veřejnosti byla představena výzdoba stropu Sixtinské kaple, kterou namaloval Michelangelo.\n**1520** – Fernão de Magalhães objevil Magalhãesův průliv.\n**1755** – Zemětřesení v portugalském Lisabonu a následná tsunami; o život přišlo 60–90 tisíc lidí.\n**1914** – První světová válka: V bitvě u Coronelu bylo poprvé ve válce s Německem poraženo britské námořnictvo Royal Navy.\n**1918** – První světová válka: Byla potlačena Prešovská vzpoura a bez soudu popraveno 42 jejích účastníků.\n**1943** – Druhá světová válka, válka v Tichomoří: Vyloděním Spojenců u mysu Torokina začala bitva o ostrov Bougainville, jeden z Šalomounových ostrovů.\n**1952** – Na atolu Eniwetok uskutečnily USA první výbuch vodíkové bomby.\n**1981** – Antigua a Barbuda získaly nezávislost na Velké Británii.\n**1993** – Vstoupila v platnost Maastrichtská smlouva.",
    "02 11": "Svátek má **Památka zesnulých**\n\n**Události:**\n\n**998** – Památku věrných zemřelých zavedl opat z Cluny, sv. Odilo: modlení za duše zemřelých v očistci („Dušičky“).\n**1308** – Všichni členové templářského řádu ve Španělsku byli zatčeni a uvrženi do vězení.\n**1642** – V druhé bitvě u Breitenfeldu utrpěla císařská armáda od Švédů jednu z nejtěžších porážek v bojích třicetileté války.\n**1698** – Skotští osadníci ve velkém přistáli v Panamě, kde založili nešťastnou kolonii Darien Venture.\n**1889** – Severní a Jižní Dakota se stávají 39. a 40. státy Unie.\n**1917** – Balfourova deklarace: britský ministr zahraničí Arthur James Balfour zaslal jménem vlády jeho veličenstva dopis lordu Lionelu Walteru Rothschildovi s kladním postojem britské vlády k vytvoření židovské domoviny na území, které po 1. světové válce ztratila Otomanská říše.\n**1938** – První vídeňská arbitráž: ve vídeňském Belvedéru bylo ukončeno arbitrážní jednání o maďarsko-československé hranici.\n**1960** – Soud osvobodil vydavatelství Penguin Books, který bylo nařčeno z vydávání pornografické knihy Milenec lady Chatterleyové od D. H. Lawrence.\n**1988** – Vypuštěn Morrisův červ, první počítačový červ šířený prostřednictvím internetu. Jeho autorem byl Robert Tappan Morris.\n**2000** – Mezinárodní vesmírná stanice přijala první stálou posádku.\n**2008** – Poslední kontakt s marsovskou sondou Phoenix.",
    "03 11": "Svátek má **Hubert**\n\n**Události:**\n\n**644** – Na Umara ibn al-Chattába, vládce arabského chalífátu a duchovní hlavu islámu, byl spáchán atentát. Na jeho následky chalífa 7. listopadu zemřel.\n**1333** – Záplavy na řece Arno způsobily obrovské škody ve Florencii, jak je zapsal florentinský kronikář Giovanni Villani.\n**1468** – Belgické město Lutych vyplenilo vojsko burgundského vévody Karla Smělého.\n**1493** – Kryštof Kolumbus na své druhé cestě do Nového světa přistál na ostrově v Karibském moři, který nazval Dominika.\n**1534** – Anglický parlament odhlasoval Act of Supremacy: Jindřich VIII. a následní panovníci jsou hlavou Anglikánské církve.\n**1957** – Sputnik 2 vynesl do kosmu psa Lajku, první zvíře ve vesmíru.\n**1978** – Dominika získala nezávislost na Velké Británii.\n**1993** – Jaromír Jágr dal v zápase proti Buffalu svůj 100. gól v NHL.",
    "04 11": "Svátek má **Karel**\n\n**Události:**\n\n**1737** – Teatro di San Carlo, nejstarší stále existující operní scéna v Evropě, bylo otevřeno v Neapoli na královy jmeniny operou Domenica Sarra Achille in Sciro na libreto Pietra Metastasia.\n**1791** – Severozápadní indiánská válka: v bitvě u řeky Wabash porazili indiáni americkou armádu.\n**1922** – V Egyptě objevil britský archeolog Howard Carter vchod do hrobky krále Tutanchamona v Údolí králů.\n**1952** – V USA byla založena vládní agentura NSA.\n**1956** – Sovětská vojska vstoupila do Maďarska, aby potlačila maďarské povstání.\n**1979** – Íránští studenti obsadili velvyslanectví USA v Teheránu.\n**2001** – Blahořečení mučedníků Pavla Petra Gojdiče a Dominika Trčky.\n**2008** – Barack Obama byl jako první Afroameričan zvolen prezidentem USA.\n**2014** – Byl spuštěn první pilíř evropské bankovní unie, tj. jednotný dohled ECB nad největšími evropskými bankami.",
    "05 11": "Svátek má **Miriam**\n\n**Události:**\n\n**1414** – V Kostnici byl zahájen kostnický koncil, v jeho průběhu byl mimo jiné souzen a upálen Jan Hus a sesazen papež Jan XXIII.\n**1605** – V Anglii bylo odhaleno Spiknutí střelného prachu, zajat jeho organizátor Guy Fawkes.\n**1914** – Spojené království krátce po vstupu Osmanské říše do první světové války oficiálně anektovalo Kypr, který mělo před tím pronajaté od Turků dle smlouvy.\n**2006** – Irácký diktátor Saddám Husajn byl odsouzen k smrti oběšením za zločiny proti lidskosti.",
    "06 11": "Svátek má **Liběna**\n\n**Události:**\n\n**1528** – Španělský dobyvatel Álvar Núñez Cabeza de Vaca ztroskotal u pobřeží Texasu a se stal prvním Evropanem, který stanul na texaské půdě.\n**1913** – Gándhí, vůdce Pasivní rezistence, zatčen anglickými oddíly za to, že vedl indické horníky v Jihoafrické republice v protestním pochodu.\n**1943** – Rudá armáda za významné pomoci československých jednotek pod velením Ludvíka Svobody osvobodila ukrajinské hlavní město Kyjev.",
    "07 11": "Svátek má **Saskia**\n\n**Události:**\n\n**680** – Zahájen Třetí konstantinopolský koncil, který obnovil jednotu východní a západní církve odsouzením monotheletismu.\n**921** – Frankský král Karel III. Francouzský a Jindřich I. Ptáčník podepsali v Bonnu přátelskou mírovou dohodu (amicitia), po té, co se dohodli na vzájemných hranicích podél Rýna.\n**1665** – Poprvé vychází London Gazette, nejstarší noviny, které vychází dodnes.\n**1848** – Zachary Taylor byl zvolen 12. americkým prezidentem v prvních volbách, které probíhaly ve všech státech ve stejný den.\n**1917** – Velká říjnová socialistická revoluce: Ruští bolševici svrhli prozatímní vládu Alexandra Kerenského a nastolili vládu sovětů.\n**1918** – Bavorsko se prohlásilo svobodným státem v čele s Kurtem Eisnerem, nezávislým sociálním demokratem, zvoleným po svržení krále Ludvíka III.\n**1941** – Německý letoun He 111 potopil sovětskou nemocniční loď Armenia. Při katastrofě zahynulo přes 5000 pasažérů.\n**1944** – F. D. Roosevelt ve velmi špatném fyzickém stavu vyhrál svůj 4. termín v Bílém domě, když porazil republikána Thomase E. Deweye.\n**1956** – Rudá armáda dobyla Dunaújváros, které se vzbouřilo v rámci maďarského povstání.\n**1957** – V NDR začala výroba vozů značky Trabant.\n**1966** – Z Mysu Kennedy na Floridě odstartovala do vesmíru umělá družice Měsíce Lunar Orbiter 2.\n**1991** – Americký Basketbalista Magic Johnson oznámil, že má pozitivní výsledek testu na HIV, a ukončil kariéru.\n**1996** – NASA vypustila sondu Mars Global Surveyor.\n**2012** – zemětřesení v Guatemale zabilo 48 lidí.\n**2020** – Joe Biden byl zvolen 46. prezidentem Spojených států amerických.",
    "08 11": "Svátek má **Bohumir**\n\n**Události:**\n\n**1412** – Zikmund Lucemburský, uherský král zastavil Polsku, na základě závazků vyplývajících z uzavřeného míru v Ľubovni, spišská města.\n**1414** – Zikmund Lucemburský korunován římsko-německým králem.\n**1519** – Hernán Cortés vstoupil do aztéckého města Tenochtitlán.\n**1793** – Revoluční francouzská vláda otevřela pařížský Louvre veřejnosti jako muzeum.\n**1889** – Montana se stala 41. státem USA.\n**1939** – Incident ve Venlo: Němci zajali dvojici britských agentů SIS.\n**1939** – neúspěšný atentát na Adolfa Hitlera v mnichovském pivovaru\n**1942** – Operace Torch: vylodění angloamerických jednotek v severní Africe\n**1948** – Při letecké havárii se ztratila nad průlivem La Manche téměř polovina reprezentačního hokejového mužstva Československa.\n**2004** – Předseda irácké prozatímní vlády Ajád Aláví dal zelenou k útoku amerických a iráckých vládních sil na odbojné město Fallúdža.",
    "09 11": "Svátek má **Bohdan**\n\n**Události:**\n\n**694** – Vizigótský král Egika na španělském území na 17. koncilu v Toledu obvinil Židy, že podporují muslimy, a odsoudil je k otroctví.\n**1277** – Anglický král Eduard I. uzavřel dohodu z Aberconwy s Llywelynem ap Gruffyddem, která dočasně ukončila velšské války.\n**1282** – Papež Martin IV. exkomunikoval aragonského krále Petra III.\n**1799** – Napoleon Bonaparte svrhl direktorium a vytvořil provizorní vládu.\n**1872** – Požár v Bostonu zničil přes 1000 budov a usmrtil 14 osob. Požár začal ve skladišti v průmyslové ve čtvrti převážně dřevěných budov, nekontrolovaně se šířil a střed města byl zcela zničen\n**1887** – Spojené státy získaly právo k užívání havajské zátoky Pearl Harbor, kde plánují vybudovat pacifickou námořní základnu\n**1901** – Sergej Rachmaninov hraje premiéru svého zatím nedokončeného 2. klavírního koncertu C-moll v Moskvě. Dirigent Alexander Siloti uvedl pouze první dvě větu koncertu.\n**1918** – Německý kancléř Maxmilián Bádenský oznámil abdikaci Viléma II.\n**1923** – Byl potlačen pivní puč.\n**1938** – Nacisté během Křišťálové noci, protižidovského pogromu, podpálili v Německu synagogy. Došlo i k násilí a rozbíjení židovských obchodů, nejen v Německu, ale i v Rakousku a Sudetech.\n**1953** – Kambodža získala nezávislost na Francii.\n**1967** – Program Apollo: start kosmické lodě Apollo 4.\n**1967** – Vyšlo první číslo časopisu Rolling Stone.\n**1989** – Pád Berlínské zdi: Západní a Východní Berlín se spojily a byl také otevřen zbytek hranice mezi NDR a NSR.\n**2000** – Revize ústavy Republiky Chorvatsko, která znamenala přechod od poloprezidentského k parlamentnímu systému.\n**2004** – Byl vydán open source internetový prohlížeč Mozilla Firefox ve verzi 1.0.",
    "10 11": "Svátek má **Evžen**\n\n**Události:**\n\n**474** – Císař Leon II. zemřel po 10 měsících vlády. Na trůn nastoupil jeho otec Zenon, který se tak stal jediným vládcem celé byzantské říše\n**1444** – Křižácké jednotky krále Vladislava III. Varnenčika byly poraženy v bitvě u Varny Turky vedenými Muradem II. a Vladislav byl zabit.\n**1494** – Vyšla tiskem první velká učebnice účetnictví Summa de arithmetica, geometria, proportioni et proportionalita od Luca Pacioli.\n**1674** – Nizozemci oficiálně předali New Amsterdam (dnešní New York) Angličanům.\n**1871** – Henry Morton Stanley nalezl ztraceného cestovatele Davida Livingstona poblíž jezera Tanganika.\n**1903** – Mary Andersonová si dala patentovať v Birminghamu v Alabamě stěrače na auto, odstraňující sníh a námrazu, ale svůj vynález nebyla schopná prodat žádné automobilce. Po vypršení patentu se stěrače staly standardním vybavením aut.\n**1938** – V nacistickém Německu proběhl protižidovský pogrom zvaný Křišťálová noc.\n**1970** – Vypuštěn Lunochod 1.",
    "11 11": "Svátek má **Martin**\n\n**Události:**\n\n**1889** – Washington se stal 42. státem USA.\n**1918**\nPříměřím z Compiègne mezi státy Dohody a Německem byla ukončena první světová válka.\nByla obnovena samostatnost Polska, což je dodnes připomínáno polským státním svátkem.\nCísař Karel I. podepsal abdikační listinu. Téhož dne opustil Schönbrunnský zámek ve Vídni. Rakousko-Uhersko se rozpadlo.\n**1920** – V Británii a Francii byl pohřben neznámý vojín.\n**1940** – Britské námořnictvo zaútočilo na italskou flotu v Tarentu.\n**1965** – Republika Rhodesie jednostranně vyhlásila nezávislost.\n**1966** – Odstartoval kosmický let Gemini 12.\n**1975** – Angola získala nezávislost na Portugalsku.\n**2000** – Při požáru lanovky v rakouském Kaprunu zahynulo 155 lidí.\n**2004** – Litva jako první členská země EU ratifikovala ústavní smlouvu Evropské unie, která byla podepsána 29. října 2004 v Římě. Litevský parlament hlasoval pro její ratifikaci v poměru 84 ku 4 hlasům.",
    "12 11": "Svátek má **Benedikt**\n\n**Události:**\n\n**607** – Smrtí Bonifáce III. končí jeho pontifikát. Nahradí ho Bonifác IV. jako 67. papež.\n**1330** – Vítězstvím valašského knížete Basaraba I. nad uherským králem Karlem Robertem skončila čtyřdenní bitva u Posady.\n**1880** – Poprvé vyšel Wallaceho román Ben Hur: Příběh Kristův.\n**1920** – Zástupci Itálie a Království Srbů, Chorvatů a Slovinců podepsali Rapallskou smlouvu o společné hranici.\n**1923** – Po nezdařeném puči svrhnout německou vládu (pivní puč) v Mnichově je Adolf Hitler zatčen.\n**1927** – Lev Davidovič Trockij byl vyloučen ze sovětské komunistické strany, čímž získal Stalin téměř neomezenou moc nad Sovětským svazem.\n**1936** – V San Franciscu byl otevřen komplex mostů Bay Bridge o délce 17,2 km.\n**1944** – Náletem Royal Air Force byla potopena německá bitevní loď Tirpitz.\n**1948** – Tokijský tribunál odsoudil k trestu smrti sedm japonských vojenských a vládních činitelů, včetně generála Hideki Tódžóa.\n**1954** – Poté, co Ellis Islandem v Newyorském přístavu prošlo od roku 1892 na 12 milionů imigrantů do USA, zavírá imigrační středisko svoje brány a bude přeměněno na muzeum.\n**1970** – Cyklón Bhola zasáhl deltu řeky Gangy ve Východním Pákistánu přičemž usmrtil 500 000 lidí.\n**1980** – Kosmická sonda Voyager 1 se během svého letu nejvíce přiblížila Saturnu a poprvé vyfotila jeho prstence.\n**1982** – Jurij Vladimirovič Andropov se po úmrtí Leonida Brežněva stal generálním tajemníkem ÚV KSSS.\n**1991** – Přes 250 demonstrantů zabila indonéská armáda při masakru studentů v Dili, hlavním městě Východního Timoru.\n**2015** – Při teroristickém útoku v libanonském Bejrútu zemřelo 43 lidí.\n**2017** – Při zemětřesení o síle 7,3 na hranicích Iráku a Íránu zahynulo okolo 630 lidí.",
    "13 11": "Svátek má **Tibor**\n\n**Události:**\n\n**1002** – Anglický král Ethelred II. přikázal zabít všechny Dány v Anglii.\n**1805** – Po rakouském vyhlášení 3. koaliční války Francii (3.9. 1805) a po vítězné bitvě u Ulmu (17.10.1805) vstoupilo francouzské vojsko (13.11.) a Napoleon (14.11.) vítězně do Vídně, u níž se válečnou lstí 13.11. zmocnilo Taborského mostu přes Dunaj, což umožnilo další pochod do Brna, Vyškova a ke Slavkovu.\n**1872** – Francouzský malíř Claude Monet maluje svůj první impresionistický obraz Imprese, Východ slunce, který dal jméno celému malířskému směru impresionismu\n**1918**\nPoslední saský král z rodu Wettinů, Fridrich August III., abdikoval.\nDva dny potom, co se císař Karel I. vzdal habsburského trůnu se vzdal i uherského trůnu. Skončila tak vláda Habsburská dynastie, trvající bezmála 600 let, a Rakousko-Uhersko se rozpadlo do několika jednotlivých států\n**1942** – Začala třídenní Bitva u Guadalcanalu mezi USA a Japonskem.\n**1985** – Mohutná erupce kolumbijské sopky Nevado del Ruiz a následné zaplavení města Armero a dalších vzniklými lahary si vyžádaly více než 25 000 lidských životů.\n**2015** – Během série teroristických útoků v Paříži zahynulo 130 lidí a 368 zraněno, 80 v kritickém stavu.\n**2022** – Během bombového útoku v Istanbulu bylo zraněno více než 80 osob.",
    "14 11": "Svátek má **Sáva**\n\n**Události:**\n\n**1380** – Karel VI. se už ve věku 12 let stal králem Francie, i když korunovace se konala až v roce 1389.\n**1501** – sňatek Kateřiny Aragonské a anglického následníka Artura Tudora v Londýně.\n**1862** – Americká občanská válka: prezident Abraham Lincoln souhlasil s plánem generála Ambrose Burnsida, aby bylo dobyto hlavní město Konfederovaných států amerických, Richmond ve Virginii.\n**1883** – Robert Louis Stevenson poprvé vydal knižně Ostrov pokladů (jako seriál vyšel román v tisku již v letech 1881–1882).\n**1885** – Srbský král Milan I. vyhlásil válku Bulharsku.\n**1891** – Zahájen provoz koněspřežné tramvaje v Košicích.\n**1940** – Při náletu zničena Coventryská katedrála.\n**1941** – Potopila se britská letadlová loď HMS Ark Royal zasažená předchozího dne torpédem německé ponorky.\n**1971** – Planetární sonda Mariner 9 dosáhla oběžné dráhy Marsu, čímž se stala první kosmickou lodí, jež se dostala na oběžnou dráhu jiné planety než Země.",
    "15 11": "Svátek má **Leopold**\n\n**Události:**\n\n**1504** – Papež Julius II. založil první biskupství v Americe (bula Illius fulciti).\n**1533** – Francisco Pizarro vstoupil do peruánského Cuzca.\n**1812** – Začala Bitva u Krasného mezi ruskou a francouzskou armádou.\n**1884** – V Berlíně zahájil Otto von Bismarck Berlínskou konferenci, která měla rozhodnout o Kongu a zároveň i o přiřčení kolonií pro Německo.\n**1918**\nBanátská republika rozdělena mezi Rumunsko a Království Srbů, Chorvatů a Slovinců.\nUstaveno Svobodné město Gdaňsk.\n**1942** – Druhá světová válka: námořní bitva u Guadalcanalu skončila vítězstvím spojenců\n**1955** – Otevřen první úsek metra v Petrohradu.\n**1966** – Program Gemini: Gemini 12 bezpečně přistála v Atlantském oceánu\n**1969** – Jedna z největších demonstrací proti válce ve Vietnamu se konala ve Washingtonu. Protestovalo zde více než 500 000 Američanů.\n**1970** – Sovětská sonda Luna 17 s průzkumným vozidlem Lunochod 1 dorazila k Měsíci.\n**1983** – Založena Severokyperská turecká republika.\n**1988** – Start sovětského raketoplánu Buran.\n**1990** – Program Space Shuttle: raketoplán Atlantis odstartoval na misi STS-38.\n**2006** – Arabská televizní stanice Al-Džazíra začala vysílat také v angličtině (Al Jazeera English).\n**2022** – Počet obyvatel Země dosáhl 8 miliard.",
    "16 11": "Svátek má **Otmar a Maulena**\n\n**Události:**\n\n**1349** – Karel IV. potvrdil beztrestnost pro případ pogromu v Norimberku a v dokumentu (tři týdny před pogromem!) povolil městu zbořit židovskou školu a domy a na jejich místě zřídit dvě náměstí a kostel.\n**1500** – Go-Kašiwabara se stal 104. japonským císařem\n**1532** – Španělský dobyvatel Francisco Pizarro zmasakroval tisíce Inků v překvapivém útoku ve městě Cajamarca (dnešní Peru) a zajal jejich krále Atahualpu\n**1632** – Začala bitva u Lützenu, jedno z nejkrvavějších střetnutí třicetileté války, v níž padl švédský král Gustav Adolf II.\n**1633** – Švédi dobyli Řezno.\n**1805** – Proběhla bitva u Schöngrabernu mezi ruskou armádou generála Kutuzova a vítěznou Napoleonovou Francií.\n**1815** – Napoleon přijel do vyhnanství na ostrov Svaté Heleny\n**1898** – Francouzský výrobce Piat postavil první jezdící schody v Evropě v londýnském obchodním domě Harrods.\n**1907** – Oklahoma se stal 46. státem USA\n**1908** – Ema Destinnová a Arturo Toscanini debutovali v Metropolitní opeře. V představení Verdiho Aidy s Emou Destinnovou zpíval i Enrico Caruso.\n**1916** – Premiéra dramatu Eugene O'Neilla \"Bound East for Cardiff\" (Východním směrem do Cardiffu) v New Yorku\n**1918** – Vznikla První Maďarské republiky.\n**1940** – Holokaust: Nacisté uzavřeli varšavské ghetto.\n**1965** – Program Veněra: Sovětský svaz vypustil k Venuši sondu Veněra 3, která se stala první sondou, jež zasáhla povrch jiné planety.\n**1979** – V Bukurešti v Rumunsku byla otevřena první trasa metra.\n**1988** – 1. svobodné parlamentní volby v Pákistánu vyhrála Bénazír Bhuttová a Pákistánská lidová strana\n**1989** – V Bratislavě se uskutečnil nepovolený protirežimní studentský pochod\n**1996** – Matka Tereza dostala čestné občanství USA.\n**2000** – Bill Clinton se stal prvním úřadujícím prezidentem USA, který navštívil Vietnam.\n**2002** – V čínském provincii Kuang-tung byla poprvé zaznamenána nemoc SARS.\n**2022** – Program Artemis: Kosmická loď Orion odstartovala na misi Artemis I, zahrnující zkušební nepilotovaný let k Měsíci.",
    "17 11": "Svátek má **Mahulena**\n\n**Události:**\n\n**3** – Podle raného křesťanského theologa Klementa z Alexandrie (155–220) se narodil Ježíš Kristus\n**284** – Po zavraždění Numeriána byl svými jednotkami provolán novým římským císařem důstojník Dioklecián.\n**474** – Po desetiměsíčním panování zemřel císař Leon II. Na trůn nastoupil jeho otec Zenon coby suverénní panovník Byzantské říše\n**1421** – Nejméně 10 000 lidí zahynulo při obrovské bouři v Severním moři, kdy záplavy zatopily Holandsko\n**1558** – Na anglický trůn nastoupila královna Alžběta I.\n**1777** – Americký kongres postoupil svůj návrh konfederace všem státům ke schválení\n**1869** – Suezský průplav, spojující Středozemní moře s Rudým, byl otevřen pro dopravu.\n**1871** – V USA byla založena Národní střelecká asociace.\n**1903** – Na schůzi Lenin rozštěpil Sociálně demokratickou stranu na dvě: bolševici (podporující Lenina) a menševici.\n**1917** – Druhá bitva u Helgolandské zátoky skončila vítězstvím Německa nad Royal Navy.\n**1941** – V Londýně byl prohlášen 17. listopad jako Mezinárodní den studentstva\n**1947** – Skončila Akce B na zneškodnění ukrajinských banderovců na Slovensku.\n**1950** – Tändzin Gjamccho byl formálně jmenován 14. tibetským dalajlámou.\n**1969** – Začala vyjednávání SALT I mezi Spojenými státy americkými a Sovětským svazem.\n**1970**\nPřistála na Měsíci, v oblasti Mare Imbrium (Moře dešťů), sovětská sonda Luna 17.\nDouglas Engelbart získal patent na počítačovou myš.\n**1997** – Při teroristickém útoku v egyptském Luxoru zahynulo 62 turistů.\n**2003** – Arnold Schwarzenegger se stal guvernérem Kalifornie.\n**2013** – Během přistávání Boeingu 737 v ruské Kazani zahynulo 50 lidí.",
    "18 11": "Svátek má **Romana**\n\n**Události:**\n\n**1302** – Papež Bonifác VIII. vydal bulu Unam sanctam, ve které vyložil svůj pohled na poměr světské a duchovní moci. Papež je nadřazen všem i císaři. Bula byla ostře namířená hlavně proti francouzskému králi Filipovi IV. Sličnému.\n**1421** – Po prolomení hráze záliv Severního moře Zuiderzee v Nizozemsku zatopil 72 okolních vesnic a zabil odhadem 10 000 lidí.\n**1626** – Bazilika svatého Petra byla vysvěcena v den výročí vysvěcení původního kostela roku 326.\n**1655** – Švédské vojsko za tzv. \"Potopy\" začalo obléhat slezský poutní klášter Jasná Hora u Čenstochové. Trvalo do 27. prosince.\n**1918**\nLotyšsko vyhlásilo nezávislost na Rusku.\nSkupina důstojníků vedená admirálem Alexandrem Kolčakem svrhla v Omsku vládu takzvaného direktoria. Admirál Kolčak byl následně provolán vrchním vládcem a diktátorem celého Ruska.\n**1919** – Tor Bergeron objevil okluzní proces.\n**1926** – George Bernard Shaw odmítl přijmout peníze za Nobelovu cenu se slovy „Můžu Nobelovi odpustit vynález dynamitu, ale pouze ďábel v lidské podobě mohl vymyslet Nobelovu cenu.“\n**1978** – Kazatel sekty Chrám lidu, Jim Jones, nařídil v Jonestownu svým ovečkám hromadnou sebevraždu.\n**1987** – Při požáru ve stanici King's Cross londýnského metra zemřelo 31 lidi.\n**1991** – Občanská válka v Jugoslávii: dobytím města skončilo 85denní obléhání chorvatského Vukovaru Jugoslávskou lidovou armádou.",
    "19 11": "Svátek má **Alžběta**\n\n**Události:**\n\n**1493** – Na své druhé plavbě přistál Kryštof Kolumbus jako první Evropan na ostrově Portoriko, který pojmenoval San Juan podle Jana Křtitele.\n**1794** – Podepsaná Jayova smlouva (Jay’s Treaty) po válce mezi USA a Anglií, řešila poválečné vztahy těchto zemí.\n**1816** – Založena Varšavská univerzita.\n**1824** – Tisíce lidí zmizelo při velké záplavě Petrohradu, kdy se vylila řeka Něva.\n**1863** – Prezident Lincoln přednesl svůj slavný Gettysburský projev.\n**1926** – Trockij a Zinovjev byli Stalinem vyloučeni z politbyra KSSS.\n**1942** – Druhá světová válka: v bitvě u Stalingradu začala Rudá armáda pod vedením generála Georgije Konstantinoviče Žukova rozsáhlou útočnou operaci Uran, která obrátila výsledek bitvy ve prospěch Sovětského svazu.\n**1946** – Afghánistán, Island a Švédsko vstoupili do OSN.\n**1962** – Premiérem Bulharska se stal Todor Živkov.\n**1968** – Vojenský převrat v Mali.\n**1969** – Apollo 12 přistálo na Měsíci, astronauté Charles Conrad a Alan Bean vystoupili na povrch.\n**1999** – Zkušební let čínské kosmické lodi Šen-čou 1.",
    "20 11": "Svátek má **Nikol a Nikola**\n\n**Události:**\n\n**284** – Dioklecián byl zvolen římským císařem a faraonem.\n**1789** – New Jersey jako první stát Unie ratifikoval Bill of Rights\n**1873** – Spojením měst Buda a Pešť vzniklo hlavní město Maďarska Budapešť.\n**1917** – Ukrajina vyhlášena republikou.\n**1940** – Druhá světová válka: Maďarsko, Rumunsko a Slovensko se připojily k mocnostem Osy Berlín–Řím–Tokio.\n**1945** – V Norimberku v Německu byl zahájen Norimberský proces proti 22 vůdcům nacistů zapojených do holokaustu a dalších válečných zločinů.\n**1968** – Ve Slovinsku byl ustaven hlavní štáb Teritoriální obrany, jež v Jugoslávii vznikla v důsledku srpnové invaze vojsk Varšavské smlouvy do Československa.\n**1985** – Microsoft vydal Windows 1.0.\n**1991** – Masakr na farmě Ovčara (Chorvatsko).\n**1998** – Z kosmodromu Bajkonur v Kazachstánu byl na nosné raketě Protonu vypuštěn do vesmíru první modul vesmírné stanice ISS Zarja.\n**2002** – Evropský parlament v Bruselu dospěl k závěru, že dekrety prezidenta Beneše nejsou z hlediska evropského práva překážkou vstupu České republiky do Evropské unie.",
    "21 11": "Svátek má **Albert**\n\n**Události:**\n\n**1620** – Otcové poutníci na palubě lodě Mayflower podepsali „Mayflowerská kompaktáta“ o civilním kódu usedlíků.\n**1783** – Jean-François Pilâtre de Rozier a baron François Laurent d'Arlandes uskutečnili první volný let balonem bratrů bratrů Montgolfierových.\n**1789** – Severní Karolína se stala 12. státem USA.\n**1806** – V okupovaném Berlíně podepsal francouzský císař Napoleon I. Dekret o kontinentální blokádě, namířený proti zahraničnímu obchodu Velké Británie.\n**1877** – Thomas Alva Edison oznámil objev fonografu, přístroje, který umí zaznamenat zvuk.\n**1916** – Potopení lodě Britannic, sesterského plavidla Titanicu.\n**2002** – NATO pozvalo Bulharsko, Estonsko, Lotyšsko, Litvu, Rumunsko, Slovensko a Slovinsko na vstupní rozhovory o členství.\n**2013** – Na Ukrajině začaly v ulicích demonstrace zvané Euromajdan, které zahájily dlouhodobou politickou krizi.\n**2015** – V belgickém hlavním městě Bruselu byl vyhlášen nejvyšší stupeň protiteroristické pohotovosti.\n**2017** – Zimbabwský prezident Robert Mugabe po 30 letech rezignoval na svou funkci.",
    "22 11": "Svátek má **Cecílie**\n\n**Události:**\n\n**1220** – Papež Honorius III. korunoval římského císaře Fridricha II. za slib, že zachová církevní práva a bude podporovat křižáckou výpravu.\n**1348** – Kazimír III. Veliký a Karel IV. podepsali v Namysłówě mírovou smlouvu.\n**1943** – Libanon získal nezávislost na Francii.\n**1956** – V Melbourne byly zahájeny XVI. Letní olympijské hry.\n**1963** – V Dallasu v Texasu byl zavražděn americký prezident John F. Kennedy.\n**1975** – Po smrti generála Franca byl Juan Carlos I. prohlášen španělským králem.\n**1977** – British Airways zavedly lety Londýn – New York nadzvukovým letounem Concorde.\n**1990** – Margaret Thatcherová oznámila, že nebude kandidovat na funkci lídra strany a že rezignuje na post premiérky Spojeného království, jakmile nový kandidát bude zvolen.\n**2003** – V gruzínském Tbilisi obsadili oponenti prezidenta Ševarnadzeho budovu parlamentu a požadovali jeho demisi.\n**2004** – V reakci na zfalšování prezidentských voleb na Ukrajině začala tzv. Oranžové revoluce, jež vyústila v opakování voleb a vítězství Viktora Juščenka nad Viktorem Janukovyčem.\n**2005** – Angela Merkelová se stala první ženou ve funkci německého kancléře.",
    "23 11": "Svátek má **Klement**\n\n**Události:**\n\n**1248** – Král Ferdinand III. Kastilský dobyl Sevillu a vyhnal Maury.\n**1654** – Francouzský matematik Blaise Pascal ve věku 31 let opustil pole vědy z náboženských důvodů.\n**1808** – Španělská válka za nezávislost: Napoleonovo vítězství u Tudely.\n**1889** – V americkém San Franciscu byl nainstalován první jukebox na světě.\n**1897** – Andrew Jackson Beard si dal patentovat ořezávátko.\n**1940** – Rumunsko se přidalo se na stranu nacistického Německa a Itálie.\n**1942** – Rudá armáda protiútokem v operaci Uran obklíčila u Stalingradu německou armádu generála Pauluse.\n**1944** – Osvobozen koncentrační tábor Natzweiler-Struthof ve Francii.\n**1955** – Kokosové ostrovy přešly z britské správy pod správu Austrálie.\n**1963** – BBC odvysílala první epizodu britského sci-fi seriálu Doctor Who, který je dnes nejdéle běžícím sci-fi seriálem na světě.\n**1970** – Papež Pavel VI. vydal příkaz, že nového papeže nemůže volit žádný kardinál, kterému je víc než 80 let.\n**1991** – Freddie Mercury, frontman kapely Queen, veřejně oznámil, že má AIDS. Den poté zemřel.\n**2003** – Gruzínský prezident Eduard Ševardnadze rezignoval po protestech proti zfalšovaným volbám.\n**2021** – Raketa Falcon 9 vynesla sondu DART na kolizní dráhu s binární planetkou Didymos.",
    "24 11": "Svátek má **Emílie**\n\n**Události:**\n\n**642** – Papežem byl zvolen Theodor I.\n**1642** – Abel Tasman se stal prvním Evropanem, který objevil Tasmánii. Zemi pojmenoval Van Diemena země.\n**1832** – Jižní Karolína odsouhlasila zákon, umožňující zrušit či ignorovat federální zákon, který považují za protiústavní.\n**1859** – Charles Darwin publikoval O původu druhů (The Origin of Species).\n**1947** – Robert Schuman se stal premiérem Francie.\n**1965** – Mobutu Sese Seko po krvavém puči uchvátil moc v Demokratické republice Kongo.",
    "25 11": "Svátek má **Kateřina**\n\n**Události:**\n\n**1120** – Ztroskotání Bílé lodi u břehů Normandie.\n**1177** – V bitvě u Montgisardu král Balduin IV. Jeruzalémský a Raynald de Chatillon porazili Saladina a jeho mnohem větší vojsko Ajjúbovců.\n**1332** – Karel IV. s italskými spojenci zvítězil nad koalicí Lucemburkům nepřátelských italských měst v bitvě San Felice v severní Itálii.\n**1535** – Papež Klement VII. uznal řád svaté Voršily a jmenoval Andělu Mericiovou první matkou představenou.\n**1615** – uzavření sňatku mezi Ludvíkem XIII. a Annou Rakouskou v katedrále Saint-André v Bordeaux, rodiče Ludvíka XIV. a Filipa I. Orleánského\n**1915** – Albert Einstein prezentoval konečnou verzi gravitačního zákona, známého jako obecná teorie relativity, v Pruské akademii věd.\n**1942** – Sovětská vojska zahájila Druhou rževsko-syčevskou ofenzívu zvanou Operace Mars.\n**1963** – Americký prezident John Fitzgerald Kennedy byl pohřben na Arlingtonském hřbitově (Arlington National Cemetery).\n**1975** – Surinam získal nezávislost na Nizozemsku.\n**2019** – Z drážďanské klenotnice Grünes Gewölbe byly ukradeny unikátní šperky, diamanty a drahé kameny z historické sbírky německé spolkové země Sasko. Hodnota klenotů je díky jejich jedinečnosti a historickému odkazu nevyčíslitelná, ale klenotnická hodnota dosahuje částky jedné miliardy eur.",
    "26 11": "Svátek má **Artur**\n\n**Události:**\n\n**1276** – Český král Přemysl Otakar II. u Vídně složil přísahu věrnosti římskému králi Rudolfa Habsburskému, přijal v léno české země a zřekl se alpských zemí, Rakous a Chebska. Byl zproštěn říšské klatby.\n**1346** – Karel IV. byl v Bonnu korunován králem Svaté říše římské.\n**1713 - V německém Rastattu začala mírová jednání Francie a Rakouska o ukončení války o španělské dědictví.\n**1789** – Prezident George Washington prohlásil tento čtvrtek dnem prvních celoamerických oslav svátku Thanksgiving. Ten se slaví vždy 4. čtvrtek v listopadu.\n**1917** – V Kanadě byla založena National Hockey League s týmy Montreal Canadiens, Montreal Wanderers, Ottawa Senators, Québec Bulldogs, a Toronto Arenas.\n**1922** – Howard Carter a Lord Carnarvon se stali prvními lidmi, jež vstoupili do hrobky faraóna Tutanchamona po jejím uzavření před více než 3000 lety.\n**1941**\nAmerický prezident Franklin Delano Roosevelt podepsal listinu, která ustanovuje Den díkůvzdání vždy čtvrtý čtvrtek v listopadu.\nDruhá světová válka: flota se šesti japonskými letadlovými loděmi pod velením admirála Naguma opustila domácí přístav a plula směrem na Pearl Harbor. Přitom udržovala absolutní rádiové ticho.\n**1965** – Papež Pavel VI. apoštolským listem Praga Urbis prohlásil hlavním patronem pražské arcidiecéze sv. Vojtěcha.\n**1994** – Miloslav Vlk, arcibiskup pražský, byl jmenován kardinálem.\n**2000** – Čtyřnásobný olympijský vítěz v hodu oštěpem Jan Železný získal jako první Čech v historii titul nejlepšího světového atleta roku.\n**2003** – Poslední let letadla Concorde.",
    "27 11": "Svátek má **Xenie**\n\n**Události:**\n\n**1095** – Na koncilu ve francouzském Clermontu pronesl papež Urban II. emotivní řeč v níž vyzval ke křížové výpravě a „ochraně božího hrobu\" v Jeruzalémě.\n**1783** – Britský fyzik John Michell informoval Královskou společnost v Londýně o vlivu gravitace na světlo a popsal poprvé černé díry ve vesmíru.\n**1815** – Polský Krakov se prohlásil svobodnou republikou.\n**1817** – Američtí vojáci zaútočili na indiánskou vesnici na Floridě, čímž započala Seminolská válka.\n**1839** – V Bostonu začal pracovat nově vzniklý statistický úřad.\n**1895** – Alfred Nobel podepsal svou poslední závěť a odkázal 31 miliónů tehdejších švédských korun na fond každoročního oceňování vědeckých a jiných zásluh, z čehož pak vznikla Nobelova cena.\n**1919** – Podepsána Smlouva z Neuilly-sur-Seine.\n**1940** – Druhá světová válka: u pobřeží Malty ve Středozemním moři se uskutečnila nerozhodná bitva u mysu Spartivento mezi britským a italským námořnictvem.\n**1942** – Druhá světová válka: francouzské námořnictvo potopilo v Toulonu většinu plavidel, aby nepadla do německých rukou.\n**2001** – Hubbleův teleskop zaznamenal sodík v atmosféře exoplanety HD 209458 b, čímž byla objevena první atmosféra planety mimo Sluneční soustavu.",
    "28 11": "Svátek má **René**\n\n**Události:**\n\n**303** – Dvacet let po svém zvolení přijel císař Dioklecián poprvé do Říma.[1]\n**1443** – Skanderbeg a jeho jednotky osvobodily Krujë v Albánii od turecké nadvlády a vztyčily albánskou vlajku.\n**1520** – Ferdinand Magellan proplul průlivem z Atlantiku do Pacifiku, který se dnes jmenuje po něm - Magellanův průliv\n**1615** – svatba Ludvíka XIII. s Annou Rakouskou v Bordeaux\n**1660** – V Londýně byla skupinou vzdělaných mužů založena nejstarší vědecká společnost - Royal Society\n**1784** – Markýz de Sade za pouhých 37 dnů dokončil ve vězení Bastila svůj román 120 dnů Sodomy\n**1912** – Albánie vyhlásila nezávislost.\n**1918** – Černohorské království bylo sloučeno se Srbskem, černohorský král Nikola I. Petrović-Njegoš byl vyhnán ze země do exilu ve Francii.\n**1943** – V íránském hlavním městě Teheránu začala Teheránská konference – první setkání hlavních představitelů SSSR, USA a Velké Británie během druhé světové války.\n**1944** – V koncentračním táboře Auschwitz-Birkenau byla naposledy použita plynová komora.\n**1960** – Mauritánie získala nezávislost na Francii.\n**1994** – Norsko v referendu odmítlo přistoupit k EU.\n**2004**\nPři explozi v uhelném dole v čínské provincii Šan-si zahynulo 166 horníků, 127 dalších se podařilo zachránit.\nNevládní nezávislá organizace Otevřená Ukrajina publikovala zprávu týkající se falšování voleb během druhého kola. (viz chronologie Oranžové revoluce).\n**2015** – Evropská migrační krize: Makedonská armáda zahájila výstavbu kovového plotu na hranici s Řeckem.\n**2016** – Letecká havárie letu LaMia Airlines 2933 s fotbalovým týmem Chapecoense",
    "29 11": "Svátek má **Zina**\n\n**Události:**\n\n**1814** – Londýnské The Times byly první noviny vytištěné rychlolisem, který je už poháněn párou.\n**1825** – Rossiniho Lazebník sevillský měl premiéru v New Yorku. Byla to první italská opera uváděná v USA.\n**1830** – Začátek Listopadového povstání proti Rusům ve Varšavě.\n**1870** – Ve Velké Británii byla zavedena povinná školní docházka.\n**1877** – Thomas Alva Edison poprvé představil svůj fonograf na veřejnosti.\n**1887** – USA dostaly práva na užívání přístavu Pearl Harbor na havajském ostrově Oahu.\n**1897** – V anglickém Surrey se jel první motocyklový závod.\n**1899** – Založen fotbalový klub FC Barcelona.\n**1918** – Srbsko anektovalo Černou Horu.\n**1929** – Americký admirál Richard Evelyn Byrd jako první člověk přeletěl jižní pól.\n**1945** – Vyhlášena Federativní lidová republika Jugoslávie.\n**1947** – Valné shromáždění OSN schválilo Plán OSN na rozdělení Palestiny, který měl vyřešit arabsko-izraelský konflikt na území Britského mandátu Palestina.\n**1975** – Bill Gates použil v dopise Paulu Allenovi název „Micro-soft“ ( „microcomputer a software“).\n**1987** – Při teroristickém útoku na jihokorejské letadlo Boeing 707 na lince z Bagdádu do Soulu zahynulo všech 115 lidí na palubě.",
    "30 11": "Svátek má **Ondřej**\n\n**Události:**\n\n**1700** – Severní válka: Švédové vedení Karlem XII. porazili ruskou armádu cara Petra Velikého v bitvě u Narvy.\n**1782** – Velká Británie podepsala návrh smlouvy uznávající nezávislost USA na britské koruně.\n**1906** – Tenorista Karel Burian jako první Čech zpíval v Metropolitní opeře. Debutoval ve Wagnerově opeře Tannhäuser.\n**1918** – Lotyšsko vyhlásilo nezávislost.\n**1939** – Začala Zimní válka: sovětská Rudá armáda vstoupila do Finska a postupovala k Mannerheimově linii.\n**1943** – 2. světová válka: Teheránská konference – americký prezident Franklin Delano Roosevelt, britský ministerský předseda Winston Churchill a sovětský vůdce Josef Stalin dosáhli dohody ohledně plánované invaze do Evropy v červnu 1944 pod krycím názvem Operace Overlord.\n**1962** – Generální shromáždění OSN zvolilo U Thanta z Barmy novým generálním tajemníkem OSN.\n**1966** – Barbados získal nezávislost.\n**1967** – Jihojemenská lidová republika získal nezávislost na Velké Británii.",
    "01 12": "Svátek má **Iva**\n\n**Události:**\n\n**1453** – Císař Fridrich III. jako rozhodce sporu Polska a Řádu německých rytířú prohlásil Pruský spolek řádových měst za nezákonný a nařídil ho rozpustit, což vedlo ke Třináctileté válce a porážce Řádu.\n**1535** – Byl zatčen novokřtěnecký kazatel Jakob Hutter, činný v Tyrolsku i na Moravě.\n**1640** – Portugalsko získalo nezávislost na Španělsku a Jan IV. se stal králem.\n**1918** – Sjednocením Srbska a Státu SHS vzniklo Království Srbů, Chorvatů a Slovinců (od roku 1929 Jugoslávie).\n**1929** – Profesor Pchej Wen-čung nalezl v Čou-kchou-tienu první lebku sinantropa.\n**1934** – V Leningradě byl zastřelen starosta Sergej Kirov. Toho využil Stalin jako záminku Velké čistky v Sovětském svazu.\n**1943** – Skončila Teheránská konference.\n**1955** – Rosa Parksová byla zatčena poté, co nerespektovala nařízení alabamského města Montgomery a odmítla přenechat své místo v autobusu bílému spoluobčanovi.\n**1958** – Požár na katolické Our Lady of the Angels School v Chicagu; zemřelo 92 žáků a tři řeholnice. Katastrofa vedla k naprostému přepracování standardů protipožárních opatření na amerických školách.\n**2015** – Válka proti Islámskému státu: Německá vláda schválila nasazení 1 200 vojáků Bundeswehru k nebojovému nasazení v Sýrii.\n**2019** – Byl zaznamenán první nakažený nemocí covid-19.\n**2020** – Zřítil se obří radioteleskop observatoře Arecibo.",
    "02 12": "Svátek má **Blanka**\n\n**Události:**\n\n**1409** – Byla otevřena Lipská univerzita.\n**1427 - Říšský sněm ve Frankfurtu nad Mohanem za předsednictví krále Zikmunda schválil výběr říšské válečné daně na husitské války, zvané husitský fenik.\n**1804** – Napoleon Bonaparte se korunoval na císaře Francie.\n**1823** – Americký prezident James Monroe vyhlásil tzv. Monroeovu doktrínu, program nevměšování evropských mocností do záležitostí na americkém kontinentě.\n**1852** – Napoleon III. se stal císařem Francouzů. Došlo tak k obnovení císařství a zániku Druhé francouzské republiky.\n**1942** – Enrico Fermi provedl první řízenou řetězovou jadernou reakci.\n**1946** – V Bratislavě byl zahájen soudní proces s představiteli fašistického Slovenského státu. Jozef Tiso byl v něm odsouzen k trestu smrti, který byl vykonán 18. dubna 1947.\n**1971** – Vznik Spojených arabských emirátů.\n**1975** – Vyhlášena Laoská lidově demokratická republika.\n**2015** – Válka proti Islámskému státu: Parlament Spojeného království schválil nálety RAF na pozice samozvaného Islámského státu v Sýrii.\n**2019** – Ruský prezident Vladimir Putin a jeho čínský protejšek Si Ťin-pching zahájili provoz plynovodu Síla Sibiře.",
    "03 12": "Svátek má **Svatoslav**\n\n**Události:**\n\n**1533** – Po smrti moskevského velkoknížete Vasila III. na trůn usedl jeho tříletý syn Ivan IV. Hrozný.\n**1563** – Papež Pius IV. ukončil tridentský koncil, který výrazně posílil papežskou moc a pravomoci jezuitů. Došlo též k definitivnímu rozchodu katolické a evangelické církve.\n**1586** – Sir Thomas Herriot představil Anglii novou zeleninu z Kolumbie – brambory.\n**1621** – Galileo Galilei výrazně zdokonalil svůj dalekohled.\n**1967** – Jihoafrický chirurg Christiaan Barnard provedl v Kapském Městě první úspěšnou transplantaci lidského srdce.\n**1984** – V Bhópálu explodovala chemická továrna.\n**1989** – George Bush a Michail Gorbačov se po dvoudenním setkání na lodi nedaleko Malty dohodli na rozsáhlém odzbrojení a ukončení amerického embarga na SSSR.\n**1992** – Programátor Neil Papworth z firmy Sema Group poslal řediteli Vodafonu Richardu Jarvisovi první SMS znějící Merry Christmas.\n**2004** – Oranžová revoluce: Nejvyšší soud v Kyjevě prohlásil prezidentské volby na Ukrajině z 21. listopadu téhož roku za zmanipulované.",
    "04 12": "Svátek má **Barbora**\n\n**Události:**\n\n**771** – Karel Veliký se stal po smrti svého bratra Karlomana jediným panovníkem francké říše. Karel odmítl dědické nároky synů svého bratra a spojil obě části franckého teritoria.\n**1110** – Syrský přístav Saida (Sidon) se vzdal křižáckým vojskům.\n**1154** – Na papežský stolec usedl jediný papež anglického původu Hadrián IV.\n**1489** – Bitvu o Bazu vyhráli Španělé, kteří ji získali zpátky od Maurů.\n**1534** – Sultán Sulejman I. Nádherný ve válce s Perskou říší dobyl Bagdád a připojil Mezopotámii k Osmanské říši.\n**1563** – Ukončen Tridentský koncil.\n**1639** – První pozorování přechodu Venuše.\n**1644** – Třicetiletá válka – ve vestfálském Münsteru byla zahájena diplomatická jednání mezi Francií, Španělskem a Švédskem týkající se ukončení války.\n**1676** – Za 2. severní války v bitvě u Lundu porazili Švédové krále Karla XI. Dány krále Kristiána V.\n**1808** – Napoleon Bonaparte obsadil Madrid. Téhož dne ve Španělsku zrušil inkvizici.\n**1952** – Velký smog zakryl Londýn.\n**1977** – Prezident Středoafrické republiky Jean-Bédel Bokassa se korunoval císařem.\n**1996** – V USA byla vypuštěna planetární sonda Mars Pathfinder, která dopravila první vozítko na Mars.\n**2015** – Nejméně 280 lidí zemřelo při povodních v okolí města Čennaí v indickém státě Tamilnádu.",
    "05 12": "Svátek má **Jitka**\n\n**Události:**\n\n**1456** – Při silném zemětřesení v Neapoli zemřelo 35 000 lidí.\n**1484** – Papež Inocenc VIII. z podnětu inkvizitora Heinricha Kramera vydal bulu Summis desiderantes affectibus, jež připustila existenci čarodějnic a zjednodušila procesy proti nim. To zahájilo hony na čarodějnice.\n**1492** – Kryštof Kolumbus objevil karibský ostrov Hispaniola.\n**1496** – Na příkaz krále Manuela I. byli Židé vyhoštěni z Portugalska\n**1757** – Sedmiletá válka: Pruská armáda zvítězila nad rakouskou v bitvě u Leuthenu.\n**1766** – Londýnská aukční síň Christie's pořádala svou první aukci\n**1931** – Katedrála Krista Spasitele v Moskvě byla zničena nařízením Josifa Stalina.\n**1933** – V USA skončila prohibice, Utah přijal 22. dodatek k ústavě, čímž bylo překročeno kvórum 75% států.\n**1978** – NATO zavedla systém AWACS.",
    "06 12": "Svátek má **Mikuláš**\n\n**Události:**\n\n**1240** – Mongolové vedení Bátú-chánem dobyli a vyplenili Kyjev, čímž bylo završeno mongolské podmanění Rusi. Z 5000 obyvatel přežilo pouze 2000.\n**1768** – V Edinburghu byl nabídnut k prodeji první díl Encyclopedia Britannica, který stál 6 pencí.\n**1790** – Kongres Spojených států amerických se přestěhoval z New Yorku a sešel se v novém přechodném Kapitolu ve Philadelphii.\n**1916** – Tomáš Garrigue Masaryk byl ve Vídni v nepřítomnosti odsouzen k trestu smrti za velezradu.\n**1917**\nHalifaxský výbuch: v přístavu Halifax došlo k největší člověkem způsobené explozi před odpálením atomové bomby.\nVznik státu Finsko na základě vyhlášení nezávislosti na Rusku.\n**1921** – uzavření anglo-irské dohody, která ukončovala irskou válku za nezávislost\n**1922** – vyhlášení Irského svobodného státu\n**1992** – Hinduističtí aktivisté strhli Báburovu mešitu v indické Ajódhji.",
    "07 12": "Svátek má **Benjamín**\n\n**Události:**\n\n**1732** – Londýnská opera Covent Garden zahájila svoji činnost.\n**1742** – Státní opera v Berlíně zahájila svoji činnost.\n**1787** – Delaware se jako 1. stát připojil k USA.\n**1842** – Newyorská filharmonie zahájila činnost Beethovenovou Symfonii č. 5.\n**1877** – Thomas A. Edison předvedl svůj nový vynález – fonograf, předchůdce gramofonu.\n**1941** – Japonsko napadlo 353 letadly americký přístav Pearl Harbor na Havaji.\n**1944** – Vznikla Mezinárodní organizace pro civilní letectví.\n**1970** – Německý kancléř Willy Brandt učinil během své návštěvy varšavského ghetta kajícné gesto – Warschauer Kniefall.\n**1975** – Devět dnů po vyhlášení nezávislosti na Portugalsku byl Východní Timor okupován Indonésií.\n**1987** – Generální tajemník ÚV KSSS Michail Sergejevič Gorbačov přiletěl na oficiální návštěvu USA.\n**1995** – Sonda Galileo vstoupila šest let po svém vypuštění ze Země do atmosféry Jupiteru.",
    "08 12": "Svátek má **Květoslava**\n\n**Události:**\n\n**1792** – Henry Laurens byl první člověk v USA, jehož tělo bylo spáleno v krematoriu.\n**1864** – Papež Pius IX. vydal protimodernistickou encykliku Quanta cura a spolu s ní Syllabus omylů.\n**1869** – Začal první vatikánský koncil.\n**1941**\nDruhá světová válka: USA, Čína a Nizozemsko vyhlásili válku Japonsku po jeho útoku na Pearl Harbor.\nDruhá světová válka: Japonsko napadlo britskou kolonii Hongkong.\nZřízen vyhlazovací tábor Chełmno (Kulmhof).\n**1980** – V New Yorku byl zastřelen hudebník John Lennon.\n**1991** – Setkání ruských, ukrajinských a běloruských představitelů, kteří se dohodli na vytvoření nové organizace – Společenství nezávislých států.\n**2004**\nOranžová revoluce: Opozice ukončila protesty na náměstí Nezávislosti v Kyjevě i v dalších městech. Zrušila také blokády vládních budov.\nV peruánském městě Cuzco byla podepsána deklarace o vytvoření Unie jihoamerických národů (South American Community of Nations).",
    "09 12": "Svátek má **Vratislav**\n\n**Události:**\n\n**1425** – Papež Martin V. založil v Katolickou universitu v Lovani.\n**1775** – Patrioti získali kontrolu nad státem Virginie, když porazili Angličany u Norfolku.\n**1824** – Vojsko vzbouřených španělských kolonií zvítězilo nad Španěly v bitvě u Ayacucha v dnešním Peru, což znamenalo zánik španělské koloniální moci v Americe.\n**1835** – Nově vzniklá texaská armáda dobyla San Antonio v důležité bitvě o nezávislost na Mexiku.\n**1905** – Francouzský parlament schválil zákon o odluce církve od státu.\n**1931** – Španělsko se stalo republikou.\n**1987** – Na palestinských územích začala první intifáda – povstání proti izraelské okupaci.\n**1990** – Lech Wałęsa vyhrál prezidentské volby a stal se prvním demokraticky zvoleným polským prezidentem.\n**2005** – V Londýně ukončila provoz poslední pravidelná linka autobusů Routemaster.",
    "10 12": "Svátek má **Julie**\n\n**Události:**\n\n**1508** – Papežský stát, Francie, Aragonsko a Svatá říše římská vytvořily ligu z Cambrai – alianci proti Osmanské říši.\n**1520** – Martin Luther veřejně spálil bulu papeže Lva X. Exsurge Domine požadující odvolání jeho protestantského učení. Následovala Lutherova exkomunikace z církve, vyhlášená papežem 3. ledna 1521.\n**1710** – Bitva u Villaviciozy za války o španělské dědictví rozhodla o tom, že novým španělským králem se stane Filip V.\n**1901** – Švédský král Oskar II. předal ve Stockholmu první Nobelovu cenu, kterou získal Wilhelm Conrad Röntgen za fyziku.\n**1936** – Král Edvard VIII. podepsal abdikační listinu a stal se tak jediným britským monarchou, který se dobrovolně vzdal trůnu.\n**1948** – OSN schválila Všeobecnou deklaraci lidských práv.\n**1959** – Jaroslavu Heyrovskému byla udělena Nobelova cena za chemii.\n**1984** – Jaroslavu Seifertovi byla udělena Nobelova cena za literaturu.",
    "11 12": "Svátek má **Dana**\n\n**Události:**\n\n**1572** – Španělské vojsko začíná s obléháním holandského Haarlemu\n**1599** – Nizozemský admirál Jacob Cornelisz van Neck odplul z Jávy s obrovským nákladem pepře, hřebíčku a muškátu\n**1941** – Německo a Itálie vyhlásily válku USA.\n**1946** – Byl založen Mezinárodní dětský fond neodkladné pomoci (UNICEF).\n**1960** – Začal postupný sesuv zeminy v Handlové na Slovensku, který během 6 měsíců zničil 150 domů a další poškodil.\n**1972** – Apollo 17 přistálo na Měsíci.\n**1994** – Vypukla první válka v Čečensku.\n**1998** – Byla vypuštěna vesmírná sonda Mars Climate Orbiter.\n**2002** – Nová varianta rakety Ariane 5 musela být krátce po startu zničena.\n**2016** – Ve Švýcarských Alpách byl zprovozněn Gotthardský tunel - nejdelší (57,1 km) a nejhlubší (2,3 km) železniční tunel na světě.",
    "12 12": "Svátek má **Simona**\n\n**Události:**\n\n**627** – Bitva u Ninive, kde byzantský císař Herakleios porazil Peršany.\n**1098** – Vojáci první křižácké výpravy dobyli a vyplundrovali město Ma'arat an-Numán v Sýrii.\n**1408** – Císař Zikmund Lucemburský se svoji manželkou Barbarou Celjskou založil Dračí řád po vítězné bitvě, kdy získal Bosnu\n**1524** – Papež Klement VII. odsouhlasil vznik organizace židovské komunity v Římě\n**1666** – Moskevský koncil sesadil patriarchu Ruské pravoslavné církve Nikona.\n**1787** – Pensylvánie se jako 2. stát připojila ke Spojeným státům americkým.\n**1792** – Jednadvacetiletý Ludwig van Beethoven dostal první lekci hudební kompozice od Franze Josepha Haydna.\n**1822** – USA oficiálně uznaly Mexiko jako nezávislý stát\n**1899** – Na havajském ostrově Oahu se objevil první případ moru.\n**1901** – Guglielmo Marconi provedl první transatlantické bezdrátové spojení.\n**1916** – Německo nabídlo dohodovým mocnostem vyjednávání. Ty však vyjednávat odmítly.\n**1917** – Stovky francouzských vojáků, jedoucích na vánoční a novoroční dovolenku, zahynuly při vykolejení vojenského vlaku u Saint-Michel-de-Maurienne.\n**1925**\nPerský parlament téměř jednohlasně schválil povýšení dosavadního předsedy vlády Rezy Chána na šáha.\n**1963** – Keňa získala nezávislost na Spojeném království.\n**1999** – Zahájen útok na Groznyj.\n**2002** – Byla spuštěna anglická verze Wikislovníku.\n**2004**\nMahmúd Abbás, nástupce Jásira Arafata ve funkci předsedy Organizace pro osvobození Palestiny (OOP), se při návštěvě Kuvajtu omluvil za podporu, kterou tehdejší palestinské vedení vyjádřilo iráckému prezidentu Saddámu Husajnovi po obsazení Kuvajtu Irákem v roce 1990.\nÚtočníci z palestinské militantní organizace Hamás a z Fatáhu, frakce OOP, vyhodili do vzduchu kontrolní stanoviště izraelské armády na hranici mezi Egyptem a Izraelem okupovaným pásmem Gazy. Při výbuchu zahynulo 5 vojáků okupačních vojsk a 6 bylo zraněno, byl zabit rovněž nejméně jeden palestinský útočník.\nIzraelem vězněný vůdce palestinského povstání (intifády) Marwan Barghouti se vzdal kandidatury na post prezidenta Palestinské autonomie a podpořil oficiálního kandidáta OOP Mahmúda Abbáse. Volby nástupce Jásira Arafata proběhly 9. ledna 2005.\nV prezidentských volbách v Rumunsku zvítězil těsným poměrem opoziční kandidát, starosta Bukurešti Traian Basescu.\n**2015** – V Saúdské Arábii začaly volby do místních samospráv, kterých se poprvé v historii země zúčastnily ženy.\n**2021** – Max Verstappen vyhrál mistrovství světa Formule 1.",
    "13 12": "Svátek má **Lucie**\n\n**Události:**\n\n**1474** – Isabela Kastilská byla korunována královnou Kastilie.\n**1545** – Začal Tridentský koncil.\n**1642** – Holanďan Abel Tasman objevil Nový Zéland.\n**1916** – Na úpatí hory Marmolada bylo lavinou zavaleno 300 vojáků rakousko-uherského 3. císařského střeleckého pluku. Tato událost je nazývána „Bílý pátek“. Jednalo se o jedno z největších neštěstí během První světové války na Jižní frontě.\n**1918** – Americký prezident Woodrow Wilson přistál v Brestu. Stal se tak prvním americkým prezidentem, který během svého funkčního období navštívil Evropu.\n**1937** – Nankingský masakr: po pádu čínského hlavního města Nankingu začalo několik týdnů trvající řádění japonských vojáků, jež si vyžádalo kolem 300 000 obětí.\n**1941** – Druhá světová válka: Bitva u mysu Bon u pobřeží Tuniska.\n**1981** – V Polsku bylo vyhlášeno stanné právo (stan wojenny – válečný stav), vládu přebírá vojsko.\n**2002** – Evropská rada schválila vstup deseti kandidátských zemí do Evropské unie k 1. květnu 2004.\n**2003** – Saddám Husajn zajat americkou armádou.\n**2006** – Přijata Úmluva OSN o právech osob se zdravotním postižením.\n**2007** – V Lisabonu podepsána Lisabonská smlouva.",
    "14 12": "Svátek má **Lýdie**\n\n**Události:**\n\n**1287** – Provalila se nizozemská mořská hráz Zuiderzee a voda smetla vesnice a vyžádala si desítky tisíc životů.\n**1900** – Kvantová mechanika: německý fyzik Max Planck zveřejnil svoji teorii záření černého tělesa.\n**1911** – Roald Amundsen dobyl Jižní pól.\n**1939** – Sovětský svaz byl kvůli útoku na Finsko vyloučen ze Společnosti národů.\n**1946** – Mezinárodní organizace práce se stala specializovanou organizací OSN se sídlem v Ženevě.\n**1947** – Estadio Santiago Bernabéu: otevření fotbalového stadionu Realu Madrid.\n**1995** – V Paříži byla podepsána mírová smlouva ukončující boje v Bosně a Hercegovině.\n**2004**\nMaďarský nejvyšší soud zrušil[zdroj?!] výsledky referenda o udělení maďarského občanství zahraničním Maďarům a o zákazu privatizace nemocnic. Ústřední volební komise totiž vyhlásila referendum za neplatné v době, kdy ještě nebyly prověřeny stížnosti na výsledky voleb z některých obvodů.\nPři sebevražedném útoku automobilem u vstupu do Zelené zóny v Bagdádu zahynulo sedm lidí a nejméně 13 bylo zraněno. Jde o druhý takový útok ve dvou dnech. Čtyři příslušníci irácké národní gardy byli zabiti při útoku na konvoj mezi Basrou a Bagdádem.",
    "15 12": "Svátek má **Radana**\n\n**Události:**\n\n**1791** – Základní listina práv byla přijata a stala se součástí ústavy USA.\n**1944** – Letadlo amerického swingového hudebníka Glenna Millera se ztratilo nad Lamanšským průlivem.\n**1965** – V rámci programu Gemini došlo k prvnímu setkání dvou kosmických lodí ve vesmíru.\n**1995** – Bosmanovo pravidlo: Evropský soudní dvůr umožnil fotbalistům přestupovat po skončení kontraktu bez nutnosti placení náhrady jejich dosavadním klubům.\n**2013** – Začala téměř čtyřletá občanská válka v Jižním Súdánu.",
    "16 12": "Svátek má **Albína**\n\n**Události:**\n\n**882** – Jan VIII. končí jako papež a je vystřídán Marinem I.\n**1431** – Anglický král Jindřich VI. je korunován i jako král Francie\n**1538** – Francouzský král František I. přikázal pokračovat v pronásledování protestantů\n**1577** – Polský král Štěpán Báthory se svým vojskem obléhá město Gdaňsk\n**1689** – Anglický parlament přijal Bill of Rights. Podle tohoto zákona náležel každému obyvateli Anglie souhrn jistých občanských a politických práv.\n**1740** – Války o rakouské dědictví – pruský král Fridrich II. Veliký napadl Slezsko, jež bylo tehdy součástí zemí Koruny české.\n**1773** – Bostonské pití čaje: bostonští občané v přestrojení za indiány se zmocnili zásilky čaje na lodích v přístavu a vysypali ji do moře na protest proti britskému čajovému zákonu.\n**1811** – Zemětřesení na jihovýchodě Spojených států amerických.\n**1838** – Velký trek: Búrové v bitvě u Krvavé řeky rozdrtili zulská vojska a otevřeli cestu k pádu zulského krále Dinganeho a ke vzniku búrských republik.\n**1944** – Druhá světová válka: německým útokem na západní frontě začala bitva v Ardenách.\n**1947** – V Bellových laboratořích byl objeven tranzistor.\n**1971** – Deklarace státu Bangladéš a bezpodmínečná kapitulace pákistánské, která úspěšně ukončila Bangladéšskou osvobozeneckou válku.\n**2004**\nBritští lordové soudci rozhodli, že zadržování podezřelých z terorismu po neomezeně dlouhou dobu bez soudu je nezákonné.\nSummit Evropské unie rozhodl, že jednání o přistoupení Turecka do EU začnou 3. listopadu 2005. Rozhovory po přistoupení Chorvatska začnou v dubnu 2005.\nRada Doněckého obvodu na východě Ukrajiny zrušila místní referendum o přetvoření Ukrajiny na federální stát.",
    "17 12": "Svátek má **Daniel**\n\n**Události:**\n\n**283** – Caius se stal papežem.\n**546** – Ostrogótský král Totila dobyl město Řím.\n**942** – Byl zavražděn normandský vévoda Vilém Dlouhý meč.\n**1538** – Papež Pavel III. vyloučil z církve anglického krále Jindřicha VIII.\n**1637** – Propuklo povstání japonských křesťanů, do jehož čela se postavil šestnáctiletý Amakusa Širó.\n**1770** – V Bonnu byl pokřtěn hudební skladatel Ludwig van Beethoven.\n**1903** – Bratři Wrightové uskutečnili první let letadlem.\n**1938** – Otto Hahn a Fritz Strassmann experimentálně zjistili, že uran ozářený neutrony se v některých případech štěpí. To bylo nakonec v následujících letech dopracováno k první řízené řetězové reakci, která se uskutečnila 2. prosince 1942.\n**1970** – Střelba do protestujících dělníků v polské Gdyni si vyžádala kolem 40 mrtvých a 1000 zraněných.\n**1989** – V USA byl odvysílán 1. díl seriálu Simpsonovi.",
    "18 12": "Svátek má **Miloslav**\n\n**Události:**\n\n**218 př. n. l.** – V bitvě u Trebie ve druhé punské válce porazili Kartaginci pod vedením Hannibala římskou armádu, které velel Tiberius Sempronius Longus.\n**1118** – Armáda Alfonse I. dobyla město Saragossa, držené Maury, v rámci Reconquisty po dlouhém obléhání. Král určil místo jako nové hlavní město Aragonie.\n**1621** – Anglický parlament v Londýně jednohlasně odsouhlasil přechod k protestantství.\n**1865** – Třináctým dodatkem k ústavě bylo ve Spojených státech amerických zrušeno otroctví.\n**1884** – Stockholm: objevuje se první vydání Svenska Dagbladet\n**1944** – Francouzský deník Le Monde se objevuje se svým prvním vydáním.\n**1948** – Slavnostně otevřena přehrada vedoucí na dánský ostrov Röm.\n**1966** – Byl objeven Epimetheus, Saturnův měsíc, ačkoliv byl 12 let pokládán za Janus.\n**1987** – Programátor Larry Wall vydal první verzi programovacího jazyka Perl.\n**1993** – MGM Grand Hotel, postavený za 2,4 miliardy USD, je otevřen v Las Vegas, s 5 044 pokoji je to jeden z největších světových hotelů.\n**1999** – Na srílanskou prezidentku Chandrika Kumaratunga byl spáchán tři dny před prezidentskými volbami sebevražedný atentát (na LTTE). Přežila těžce zraněná.\n**2003** – Bývalý předseda Státní rady NDR Egon Krenz byl po necelých čtyřech letech vězení předčasně propuštěn.\n**2005** – Oblast Dárfúru: Rebelové z súdánském krizového regionu Dárfúr obsadili město Adre ve východním Čadu, na což Čad reagoval zásahem do konfliktu v Dárfúru.\n**2006** – V Norsku bylo oznámeno sloučení Norsk Hydro a Statoil. S tržní kapitalizací kolem 92,7 miliardy dolarů vytvoří největšího světového provozovatele vrtných plošin na těžbu ropy a zemního plynu a producenta ropy na moři, čímž překoná průmyslové giganty, jako jsou Royal Dutch Shell a BP.\n**2011** – Z izraelských věznic bylo propuštěno 550 palestinských vězňů v rámci druhé fáze výměny za Gilada Šalita.\n**2017** – Ve vídeňském Hofburgu spolkový prezident Alexander Van der Bellen jmenoval novou rakouskou vládu složenou z ÖVP a FPÖ; Kancléř Sebastian Kurz se ve věku 31 let stal nejmladším šéfem evropské vlády.\n**2019** – Ve Francouzské Guyaně na kosmodromu Kuru proběhl start nosné rakety Sojuz-ST-A se čtyřmi satelity a orbitálním dalekohledem Cheops\n**2022 -- Argentina vyhrála finále Mistrovství světa ve fotbale proti Francii po penaltovém rozstřelu 4 - 2.",
    "19 12": "Svátek má **Ester**\n\n**Události:**\n\n**1562** – Hugenotské války: Katolíci porazili hugenoty v krvavé bitvě u Dreux, přičemž vrchní velitelé (katolík Anne de Montmorency i hugenot Ludvík I. de Condé) byli zajati nepřítelem.\n**1909** – Vznikl německý fotbalový klub Borussia Dortmund.\n**1941** – Nájezd italských žabích mužů na Alexandrii ochromil britskou středomořskou flotu.\n**1943** – V Charkově došlo k popravě prvních příslušníků nacistických ozbrojených složek, které prováděly na okupovaném území Sovětského svazu popravy.\n**1965** – Charles de Gaulle byl znovuzvolen prezidentem Francie.\n**2004**\nVýbuchy aut naložených výbušninami zabily v iráckých městech Nadžáf a Karbala nejméně 64 lidí a zranily přes 140 dalších.\nBývalý irácký prezident Saddám Husajn vyzval Iráčany, aby zůstali jednotní v boji proti americké okupaci. Na volby plánované na 30. ledna 2005 mají podle něj pohlížet ostražitě, neboť prý povedou k rozdělení národa i země. Vzkaz vězněného diktátora tlumočil jeho právník Chálil Dulajmí.\n**2016** – Firma Mojang vydala hru Minecraft na zařízení se systémem Android a iOS.\n**2019** – Plovoucí jaderná elektrárna Akademik Lomonosov byla uvedena do provozu na Čukotce.",
    "20 12": "Svátek má **Dagmar**\n\n**Události:**\n\n**1046** – Německý král Jindřich III. Černý odvolal papeže Řehoře VI., Benedikta IX. a Silvestra III. a jmenoval biskupa Siutgera papežem Klementem II.\n**1192** – Anglický král Richard Lví srdce byl zajat ve Vídni\n**1860** – Jižní Karolína se odtrhla od Spojených států, což vedlo k americké občanské válce.\n**1917** – Byla založena ČEKA, první sovětská tajná policie.\n**1924** – Adolf Hitler odsouzený za velezradu k pěti letům vězení byl podmínečně propuštěn z vězení v Landsbergu.\n**1944** – Začalo Obléhání Bastogne, jedno z nejdůležitějších střetnutí během bitvy v Ardenách.\n**1951** – První elektřina vyrobená jadernou energií v reaktoru EBR-1 v Idaho Falls, USA.\n**1999** – Portugalsko předalo suverenitu nad Macau Čínské lidové republice.\n**2000** – Z iniciativy ruského prezidenta Putina byla přijata hymna Ruské federace.\n**2016** – V Istanbulu byl otevřen dvoupatrový silniční Euroasijský tunel o délce 14,5 km, spojující evropský a asijský kontinent. Výstavba trvala necelých 5 let a náklady dosáhly výše 1,2 miliardy dolarů.",
    "21 12": "Svátek má **Natálie**\n\n**Události:**\n\n**69** – Vespasianus se stal v roce čtyř císařů čtvrtým římským císařem.\n**1937** – Premiéru měl animovaný film Sněhurka a sedm trpaslíků založený na pohádce o Sněhurce bratří Grimmů.\n**1958** – Charles de Gaulle se stal prezidentem Francie.\n**1968** – posádka Apolla 8 startuje z mysu Canaveral na první oblet Měsíce.\n**1988** – Let Pan Am 103: teroristická bomba zničila Boeing 747 nad Lockerbie ve Skotsku a zabila 270 lidí.",
    "22 12": "Svátek má **Šimon**\n\n**Události:**\n\n**1216** – 177. papež Honorius III. bulou Religiosam vitam schválil a ustanovil Řád bratří kazatelů (dominikány).\n**1620** – Fridrich Falcký odjel z Vratislavi do Berlína. Fakticky tím ztratil poslední zemi Koruny české a stal se titulárním českým králem.\n**1636** – Ferdinand III. byl v Řezně zvolen a korunován císařem Svaté říše římské národa německého.\n**1808** – na Beethovenově koncertu v Divadle na Vídeňce zazněla mimo jiné premiéra skladatelovy páté a šesté symfonie.\n**1882** – Thomas Alva Edison udělal první elektricky osvícený vánoční strom.\n**1917** – Byla uznána nezávislost Finska.\n**1989** – Po 30 letech byla v Berlíně znovu otevřena Braniborská brána, což mělo symbolizovat jednotu východního a západního Německa.\n**2003** – Pavel Nedvěd získal jako druhý Čech v historii Zlatý míč pro nejlepšího fotbalistu Evropy. To se před tím povedlo jen Josefu Masopustovi v roce 1962\n**2015** – Raketa Falcon 9 společnosti SpaceX vynesla na oběžnou dráhu 11 komunikačních satelitů a její první stupeň úspěšně přistál na zemi.\n**2016** – Syrská občanská válka: Syrská armáda definitivně převzala kontrolu nad Aleppem, čtyřletá bitva o Aleppo skončila evakuací posledních obklíčených povstalců.\n**2018** – Tsunami v Sundském průlivu: Sesuv sopečného kuželu Anak Krakatoi, v Indonésii, vyvolal vlnu tsunami, která zabila přes 400 osob.",
    "23 12": "Svátek má **Vlasta**\n\n**Události:**\n\n**1609** – Jezuité založili v Jižní Americe svou první redukci, San Ignacio Guazú.\n**1888** – V důsledku záchvatu duševní poruchy si nizozemský malíř Vincent van Gogh odřezal kus levého ucha a dal ho prostitutce.\n**1947** – V Bellových laboratořích byl poprvé předveden tranzistor, vynalezený Johnem Bardeenem, Walterem Brattainem a Williamem Shockleym.\n**1953** – Byl popraven Berija Lavrentij Pavlovič.\n**1990** – Referendum o nezávislosti a samostatnosti Slovinska schválilo možnost oddělení Slovinska od SFRJ.",
    "24 12": "Svátek má **Adam a Eva**\n\n**Události:**\n\n**1144** – Vítězstvím Turků skončilo téměř měsíční obléhání Edessy, které v důsledku vyvolalo druhou křížovou výpravu.\n**1800** – Francouzská revoluce: Šuani provedli neúspěšný atentát na prvního konzula Napoleona Bonaparta.\n**1943** – Rudá armáda zahájila Žytomyrsko-berdyčevskou operaci. Bojů se účastnila i 1. československá samostatná brigáda\n**1951** – Libye vyhlásila nezávislost na Itálii.\n**1968** – Program Apollo: Členové posádky Apolla 8, Frank Borman, James Lovell a William Anders, se stali prvními lidmi, kteří na vlastní oči viděli odvrácenou stranu Měsíce.",
    "25 12": "**1. svátek vánoční**\n\n**Události:**\n\n**800** – Papež Lev III. korunoval Karla Velikého římským císařem. .\n**1066** – Po vpádu do Anglie byl Vilém Dobyvatel korunován anglickým králem a tím dovršil dobytí Anglie Normany.\n**1914** – Vánoční příměří: Britští a němečtí vojáci v zákopech u belgického města Ypry přerušili boje a společně oslavili Vánoce.\n**1979** – Sovětská armáda vstoupila do Afghánistánu, začala desetiletá sovětská válka v Afghánistánu.\n**1991** – Michail Sergejevič Gorbačov rezignoval na post prezidenta Sovětského svazu.\n**2016** – Po startu v Soči se do Černého moře zřítilo ruské letadlo Tu-154 s 91 lidmi na palubě, včetně členů pěveckého souboru Alexandrovci a devíti novinářů. Letadlo letělo do Sýrie.",
    "26 12": "Svátek má **Štěpán**\n\n**Události:**\n\n**1805** – Podepsání Prešpurského míru.\n**1825** – Povstání děkabristů v Rusku proti caru Mikuláši I.\n**1898** – Pierre a Marie Curie oznámili objev nového chemického prvku, později nazvaného radium.\n**1945** – Polsko anektovalo téměř celé Pruské Slezsko.\n**1991**\nVolby v Alžírsku vyhrála Islámská fronta spásy (FIS) fundamentalistických muslimů.\nRozpadl se Sovětský svaz.\n**2004**\nNičivé zemětřesení postihlo v neděli ráno ostrov Sumatru. Zemětřesení a zvláště jím vyvolaná vlna tsunami o výšce až 10 metrů měly na svědomí zřejmě kolem 200 000 lidských životů.\nOpakované druhé kolo prezidentských voleb na Ukrajině vyhrál opoziční lídr Viktor Juščenko se ziskem 52 % hlasů.\nU Mezinárodní kosmické stanice ISS přistála ruská nákladní loď Progress s nákladem zásob a vánočních dárků pro dvoučlennou rusko-americkou posádku.",
    "27 12": "Svátek má **Žaneta**\n\n**Události:**\n\n**537** – Byl vysvěcen chrám Hagia Sophia, postavený na popud byzantského císaře Justiniána I.\n**1845** – Anestézie éterem byla poprvé použita při porodu.\n**1884** – Nizozemsko uznalo Svobodný stát Kongo krále Leopolda II.\n**1918** – Po porážce Německa v 1. světové válce vypuklo v Poznani ozbrojené velkopolské povstání proti okupujícím Němcům.\n**1934** – Perský šáh Rezá Pahlaví změnil jméno své země z Persie na Írán.\n**1968** – První mise na Měsíc s posádkou Apollo 8 se úspěšně vrátila na Zemi po šestidenní expedici.\n**1978** – Španělský král Juan Carlos ratifikoval novou demokratickou ústavu po 40 letech diktatury generála Franca.\n**1979** – Sovětská válka v Afghánistánu: Sovětské jednotky dobyly Kábul a zabily afghánského prezidenta Hafizullaha Amina.",
    "28 12": "Svátek má **Bohumila**\n\n**Události:**\n\n**1492** – Na ostrově Hispaniole byla zbudována pevnost La Navidad poté, co ztroskotala jedna z lodí Kryštofa Kolumba – Santa María. La Navidad se tak stala první španělskou a zároveň i evropskou koloniální osadou v Novém světě.\n**1612** – Galileo Galilei se stal prvním, kdo pozoroval planetu Neptun, ačkoliv ji považoval za hvězdu.\n**1895** – Bratři Lumiérové uskutečnili první veřejné promítání filmu.\n**1915** – První světová válka: válečné lodě Trojdohody se střetly s plavidly rakousko-uherské K.u.k. Kriegsmarine v bitvě u Drače.",
    "29 12": "Svátek má **Judita**\n\n**Události:**\n\n**1170** – Arcibiskup Thomas Becket byl na nepřímý příkaz krále Jindřicha II. zavražděn 4 rytíři před oltářem Canterburské katedrály.\n**1223** – Papež Honorius III. formálně schválil františkánský řád, který v roce 1209 založil Svatý František z Assisi.\n**1845** – Texas byl se souhlasem svých představitelů anektován Spojenými státy a stal se 28. státem USA.\n**1885** – Gottlieb Daimler patentoval v německém Stuttgartu první motocykl.\n**1890** – Masakr cca 300 siouxských mužů, žen a dětí u potoka Wounded Knee americkou armádou.\n**1939** – Zimní válka: Vítězstvím Finska nad Rudou armádou skončila první bitva u Taipale.\n**1940** – Druhá světová válka: Nejhorší a nejničivější nálet na Londýn zápalnými bombami. Při náletu Luftwaffe vypukl v City druhý velký požár Londýna.",
    "30 12": "Svátek má **David**\n\n**Události:**\n\n**533** – Digesta a Institutiones Iustiniani vstoupili v platnost.\n**1853** – V Mexico City byla podepsaná dohoda Gadsden Purchase o převedení Arizony a Nového Mexika pod americkou vládu – 120 000 čtverečních kilometrů od řeky Gila po Mexiko za 10 milionů dolarů.\n**1877** – Premiéra Brahmsovy Symfonie č. 2 D dur ve Vídni.\n**1903** – 602 návštěvníků divadla Iroquois Theater v Chicagu zemřelo při požáru. Jedná se o nejtragičtější požár v amerických divadlech.\n**1907** – Perská revoluce: Írán se stal konstituční monarchií.\n**1912** – Nad Marokem byl vyhlášen protektorát rozdělený na francouzské a španělské Maroko. Přístav Tanger se stal mezinárodní neutrální zónou.\n**1916** – Karel I. byl korunován uherským králem jako Karel IV.\n**1918** – Československé vojsko obsadilo Košice.\n**1922** – Spojením RSFSR, Ukrajinské SSR, Běloruské SSR a Zakavkazské SSR vznikl Svaz sovětských socialistických republik.\n**1927** – Byla otevřena první linka tokijského metra – Ginza.\n**1947** – V souvislosti se změnou Rumunska z monarchie na lidovou demokracii byl král Michal I. komunistickou vládou donucen abdikovat.\n**1963** – Karola Wojtylu jmenoval papež Pavel VI. krakovským arcibiskupem.\n**1965** – Ferdinand Marcos se stal prezidentem Filipínské republiky.\n**1988** – V Bělehradě se shromáždila skupina lidí před budovou místní redakce záhřebského deníku Vjesnik a skandovali protichorvatská hesla. Důvodem byla nespokojenost s některými články Vjesniku, které se vyjadřovaly kriticky až útočně k politickému kurzu Srbska pod vedením Slobodana Miloševiće.\n**2004** – Ukrajinský nejvyšší soud nevyhověl stížnostem poraženého prezidentského kandidáta Viktora Janukovyče na průběh opakovaného druhého kola voleb.\n**2006** – V Iráku byl popraven bývalý prezident Saddám Husajn.",
    "31 12": "Svátek má **Silvestr**\n\n**Události:**\n\n**406** – Vandalové, Alani a Svébové překročili Rýn a zahájili invazi do římské provincie Galie.\n**535** – Byzantský generál Belisar dokončil dobytí Sicílie, porazil Ostrogótskou posádku Syrakus a stal se konzulem ostrova.\n**870** – Vojska Wessexu vedená Æthelwulfem z Berkshire porazila dánské vikingy v bitvě u Englefieldu.\n**1229** – Král Jakub I. Aragonský dobyl Mayurqa (Palma de Mallorca) a dovršil tak křesťanské ovládnutí ostrova Mallorca.\n**1600** – V Londýně byla založena British East India Company.\n**1862** – U mysu Hatteras se potopila americká obrněná válečná paroloď USS Monitor, první loď tohoto typu, postavená podle plánů švédského vynálezce Johna Ericssona.\n**1879** – Thomas Alva Edison představil svou žárovku.\n**1910** – Sčítání lidu Rakouska-Uherska na konci roku ukázalo, že v něm žije 6 435 983 Čechů.\n**1930** – Papež Pius XI. vydal encykliku Casti connubii o eugenice a svátosti manželství.\n**1965** – Bokassův státní převrat ve Střední Africe.\n**1968** – Poprvé vzlétl Tupolev Tu-144.\n**1970** – Rozpadla se britská skupina The Beatles\n**1991** – Ve 24:00 hod. oficiálně zanikl Sovětský svaz; už v srpnu téhož roku se osamostatnily pobaltské republiky\n**1999** – Boris Jelcin, první ruský demokraticky zvolený prezident, rezignoval a jmenoval Vladimíra Putina úřadujícím prezidentem."
  }
}
