{
  "01 01": "**ŠŤASTNÝ NOVÝ ROK \\o/**\n\n**Události:**\n",
  "02 01": "Svátek má **Karina**\n\n**Události:**\n",
  "03 01": "Svátek má **Radmila**\n\n**Události:**\n",
  "04 01": "Svátek má **Diana**\n\n**Události:**\n",
  "05 01": "Svátek má **Dalimil**\n\n**Události:**\n",
  "06 01": "Svátek má **Tři králové**\n\n**Události:**\n",
  "07 01": "Svátek má **Vilma**\n\n**Události:**\n",
  "08 01": "Svátek má **Čestmír**\n\n**Události:**\n",
  "09 01": "Svátek má **Vladan**\n\n**Události:**\n",
  "10 01": "Svátek má **Břetislav**\n\n**Události:**\n",
  "11 01": "Svátek má **Bohdana**\n\n**Události:**\n",
  "12 01": "Svátek má **Pravoslav**\n\n**Události:**\n",
  "13 01": "Svátek má **Edita**\n\n**Události:**\n",
  "14 01": "Svátek má **Radovan**\n\n**Události:**\n",
  "15 01": "Svátek má **Alice**\n\n**Události:**\n",
  "16 01": "Svátek má **Ctirad**\n\n**Události:**\n",
  "17 01": "Svátek má **Drahoslav**\n\n**Události:**\n",
  "18 01": "Svátek má **Vladislav**\n\n**Události:**\n",
  "19 01": "Svátek má **Doubravka**\n\n**Události:**\n",
  "20 01": "Svátek má **Ilona**\n\n**Události:**\n",
  "21 01": "Svátek má **Běla**\n\n**Události:**\n",
  "22 01": "Svátek má **Slavomír**\n\n**Události:**\n",
  "23 01": "Svátek má **Zdeněk**\n\n**Události:**\n",
  "24 01": "Svátek má **Milena**\n\n**Události:**\n",
  "25 01": "Svátek má **Miloš**\n\n**Události:**\n",
  "26 01": "Svátek má **Zora**\n\n**Události:**\n",
  "27 01": "Svátek má **Ingrid**\nDen Památky obětí Holokaustu\n\n**Události:**\n**1080** - Římský král Jindřich IV. a vzdorokrál Rudolf Švábský se střetli v nerozhodné bitvě u Flarchheimu\n**1888** - V USA byla založena National Geographic Society\n**1918** – Začala finská občanská válka\n**1943** – Americké letectvo podniklo první denní nálet na Německo. Cílem byl Wilhelmshaven.\n**1944** – Skončilo obležení Leningradu\n**1945** – Osvobození koncentračního tábora v Osvětimi. Od 27. ledna 1996 se připomíná jako Mezinárodní den památky obětí holocaustu\n**1950** – V Marseille vrátili neznámí zloději šperky a drahé kameny v hodnotě 150 milionů franků, jež byly ukradeny manželce Agy Chána\n**1967** – Během simulovaného odpočítávání vypukl na kosmické lodi Apollo 1 požár, při kterém uhořeli astronauté Virgil Ivan Grissom, Edward Higgins White a Roger Bruce Chaffee\n**1980** – V platnost vstoupila Vídeňská úmluva o smluvním právu\n**1997** – Aslan Maschadov byl zvolen prezidentem Čečenska\n**2003** – Evropská komise vydala direktivu RoHS omezujíci použití některých nebezpečných látek ve vybraných elektrických a elektronických výrobcích\n**2009** – Novým patriarchou ruské pravoslavné církve byl zvolen metropolita Kirill.",
  "28 01": "Svátek má **Otýlie**\n\n**Události:**\n",
  "29 01": "Svátek má **Zdislava**\n\n**Události:**\n",
  "30 01": "Svátek má **Robin**\n\n**Události:**\n",
  "31 01": "Svátek má **Marika**\n\n**Události:**\n",
  "01 02": "Svátek má **Hynek**\n\n**Události:**\n",
  "02 02": "Svátek má **Nela**\n\n**Události:**\n",
  "03 02": "Svátek má **Blažej**\n\n**Události:**\n",
  "04 02": "Svátek má **Jarmila**\n\n**Události:**\n",
  "05 02": "Svátek má **Dobromila**\n\n**Události:**\n**62** – Zemětřesení a sopečná činnost zničila asi 60 % Pompejí.\n**1488** – Římsko-německý císař Maxmilián I. Habsburský je zajat v Belgii\n**1974** – Sonda Mariner 10 provedla jako první při průletu okolo Venuše gravitační manévr",
  "06 02": "Svátek má **Vanda**\n\n**Události:**\n**60** – První zmínka o názvu dne: Nápis na pompejské zdi označil tento den jako Solis (neděle). Podle moderního kalendáře bychom jej nazvali středou\n**337** – 35. papežem byl zvolen Julius I\n**1620** – Habsburská vojska vstoupila na české území, aby porazila České stavovské povstání.\n**1901** – V Paříži byly instalovány první veřejné telefony na nádražích\n**1922** – Papežem byl zvolen Pius XI\n**1941** – Britové obsadili Benghází\n**1952** – Alžběta II. se stala britskou královnou po smrti svého otce krále Jiřího VI., ale oficiálně byla korunována až o rok později\n**2004** – Sebevražedný útočník zabil 41 cestujících v moskevském metru\n**2016** – Nejméně 116 lidí bylo zabito, poté co zemětřesení o síle 6,7 stupně Richterovy škály zasáhlo město Pching-tung na ostrově Tchaj-wan.",
  "07 02": "Svátek má **Veronika**\n\n**Události:**\n**999** – Po smrti Boleslava II. se stal jeho nástupcem jeho syn Boleslav III., zvaný Ryšavý\n**1522** – Bruselská dohoda rozdělila Habsburky na španělskou a rakouskou větev\n**1550** – Giovanni Maria del Monte zvolen 221. papežem, vybral si jméno Julius III\n**1945** – Na žádost Švýcarska bylo z koncentračního tábora Terezín propuštěno 1200 vězňů\n**1968** – Při startu byla zničena Luna 1968A, která se měla stát umělou družicí Měsíce\n**1990** – Činnost Národní fronty ukončena\n**2005** - Tři neznámí útočníci vnikli na španělský konzulát ve švýcarském hlavním městě Bernu a zajali několik zaměstnanců jako rukojmí",
  "08 02": "Svátek má **Milada**\n\n**Události:**\n**1238** – Mongolové vypálili ruské město Vladimir\n**1348** – Král Karel IV. založil Nové Město Pražské, kterému udělil stejná práva, jakým se těšilo Staré Město\n**1672** – Isaac Newton předčítal svou první studii o optice před Královskou společností v Londýně a představil svůj dalekohled\n**1902** – Na malém francouzském antilském ostrově Martinik došlo k silnému výbuchu sopky Montagne Pelée. Katastrofa si vyžádala 26 000 životů\n**1924** – Skotský průkopník televize John Logie Baird uskutečnil první televizní přenos na světě, z Londýna do New Yorku\n**1945** – Paraguay vyhlásila válku Německu a Japonsku\n**1952** – Vyšlo poslední číslo Lidových novin, vydávání obnoveno v roce 1990\n**1993** – Proběhla měnová odluka, při které vznikla koruna česká\n**2006** – Čad a Súdán podepsaly Tripolskou dohodu a ukončily tak vzájemný válečný konflikt",
  "09 02": "Svátek má **Apolena**\n\n\n**Události:**\n**1267** – Wroclawský výnos přikazuje všem židům ve Slezsku nosit speciální čapku (jarmulku)\n**1354** – Anna Svídnická, třetí manželka Karla IV., byla korunována na německou královnu\n**1540** – První zaznamenaný závod v Anglii se odehrál na Roodee Fields v Chesteru\n**1674** – Angličané vybojovali zpět New York od Holanďanů\n**1742** – Pruská armáda krále Fridricha II. začala obléhat Brno\n**1825** – John Quincy Adams se stává 6. prezidentem USA\n**1961** – Základ skupiny The Beatles, zatím ještě bez Ringo Starra a George Harrisona vystoupila v Cavern Clubu poprvé jako Beatles\n**1969** – Proběhl první zkušební let Boeingu 747\n**1971** – Program Apollo: Apollo 14 po třetím pilotovaném přistání na Měsíci úspěšně přistálo na Zemi\n**1975** – Sovětská kosmická loď Sojuz 17 úspěšně přistála na Zemi\n**2017** – Začal platit zákon o střetu zájmů politiků, známý jako lex Babiš",
  "10 02": "Svátek má **Mojmir**\n\n**Události:**\n**1306** – Před oltářem kostela Greyfriars v Dumfries, Robert de Bruce zavraždil Johna Comyna a rozpoutal tak revoluci o skotskou nezávislost\n**1364** – V Brně uzavřena dynastická smlouva mezi Lucemburky a Habsburky. Obě strany se zavázaly, že v případě vymření jednoho z rodů připadnou všechny jejich země rodu druhému\n**1774** – Andrew Becker předvádí svůj vynález - potápěčský úbor\n**1799** – Počátek Napoleonova tažení do Sýrie\n**1879** – Na Dole Döllinger u Duchcova na Teplicku se utopilo 23 horníků\n**1940** – Byla zahájena deportace Poláků do SSSR\n**1981** – Mluvčími Charty 77 se stali Václav Malý, Bedřich Placák a Jaroslav Šabata\n**1996** – Superpočítač Deep Blue firmy IBM poprvé poráží šachového velmistra Garriho Kasparova\n**2000** – Byl oznámen objev kvark–gluonového plazmatu\n**2005** – Severní Korea přiznala vlastnictví atomových zbraní\n**2006** – Začaly Zimní olympijské hry 2006 v italském Turíně\n**2006** – Česká televize zahájila vysílání sportovního kanálu ČT4 Sport\n**2018** – V jihokorejském Pchjongčchangu začaly XXIII. Zimní olympijské hry 2018",
  "11 02": "Svátek má **Božena**\n\n**Události:**\n**660 př. n. l**. – Dle tradice bylo císařem Jimmu Tenno založeno Japonsko\n**1752** – Pennsylvania Hospital byla otevřena jako první nemocnice ve USA\n**1808** – Antracitové uhlí bylo poprvé experimentálně spáleno jako palivo\n**1814** – Byla vyhlášena nezávislost Norska\n**1826** – V Londýně byla založena *University of London*\n**1938** – Britská rozhlasová a televizní společnost BBC uvedla první vědeckofantastický televizní pořad – adaptaci části hry Karla Čapka R. U. R.\n**1971** – 87 zemí, např. Spojené státy americké, Spojené království, a SSSR, podepsalo Smlouvu o mořích zakazující jaderné zbraně v mezinárodních vodách\n**1978** – Čínská lidová republika zavedla zákaz publikace prací Aristotela, Williama Shakespeara a Charlese Dickense\n**2005** – Nejméně 60 lidí zahynulo po protržení přehrady v pákistánské provincii Balučistán",
  "12 02": "Svátek má **Slavěna**\n\n**Události:**\n**1130** – 164. Papežem byl zvolen Inocent II.\n**1348** – Král Karel IV. potvrdil Brnu všechna předchozí privilegia, která jim udělili králové čeští i markrabata moravská\n**1404** – V koupelně špitálu Ducha svatého před městskými hradbami a provedl italský děkan vídeňské lékařské fakulty první pitvu mužského těla\n**1784** – Spojením čtyř samostatných královských měst (Staré Město, Nové Město, Malá Strana, Hradčany) vzniklo Královské hlavní město Praha\n**1809** – Narodil se Abraham Lincoln\n**1898** – anglický obchodník Henry Lindfield se stal prvním řidičem, který zahynul při dopravní nehodě\n**1911** – V Těšíně (dnes Český Těšín a Cieszyn) byl zahájen provoz elektrické tramvaje\n**1949** – Při výbuchu metanu na Dole Doubrava v Orlové zahynulo 19 horníků\n**1950** – Albert Einstein varoval v televizním vystoupení před výrobou vodíkové bomby, kterou požadoval americký prezident Harry S. Truman\n**1961** – Odstartovala Veněra 1 – první sonda k cizí planetě",
  "13 02": "Svátek má **Věnceslav**\nSvětový den rádia\n\n**Události:**\n**1633** – Galileo Galilei přijel do Říma před katolický soud – inkvizici, aby obhajoval svou teorii o kulatosti a otáčení Země\n**1866** – Jesse James a jeho gang se dopustil první ozbrojené bankovní loupeže ve Spojených státech v historii během míru v Liberty (Missouri)\n**1880** – Thomas Edison objevil tepelnou emisi\n**1881** – V Paříži začala vydávat aktivistka Hubertine Auclertová 1. feministické noviny La Citoyenne\n**1992** – Oficiální připojení ČSFR k Internetu. Jako první bylo připojeno ČVUT v Praze\n**1932** – Skončily III. Zimní olympijské hry\n**1942** – V SSSR byla vyhlášena všeobecná mobilizace mužů (do 55 let) a žen (do 45 let)\n**1988** – Byly zahájeny zimní olympijské hry v Calgary, Kanadě\n**1997** – Byla zahájena mise STS-82 raketoplánu Discovery, při níž proběhly opravné práce na Hubbleově vesmírném dalekohledu\n**2001** – Zemětřesení o síle 6,6 Richterovy stupnici postihlo El Salvador, zabilo přinejmenším 400 lidí\n**2004** – Harvard-Smithsonian Center for Astrophysics objevilo ve vesmíru dosud největšího bílého trpaslíka, hvězdu 'BPM 37093'",
  "14 02": "Dnes je **Valentýn** <3\n\n**Události:**\n**1140** – Kníže Soběslav I. zemřel, novým knížetem se stal jeho synovec Vladislav II.\n**1859** – Oregon se připojil jako 33. stát k USA\n**1876** – Alexander Graham Bell si nechal patentovat telefon\n**1924** – Byla založena společnost IBM\n**1939** – Na vodu byla spuštěna bitevní loď Bismarck\n**1940** – Rudá armáda v zimní válce prolomila Mannerheimovu linii\n**1945** – Poprvé v průběhu 2. světové války byla bombardována Praha\n**1961** – V laboratořích kalifornské univerzity v Berkeley byl připraven umělý prvek lawrencium\n**1970** – Prvním pokusným vysíláním barevné televize v Československu byl přímý přenos z Mistrovství světa v lyžování ve Vysokých Tatrách\n**1989** – Na oběžnou dráhu bylo umístěno prvních 24 satelitů pro GPS\n**2000** – Kosmická sonda NEAR Shoemaker vstoupila na oběžnou dráhu okolo planetky 433 Eros\n**2005** – Byl spuštěn YouTube",
  "15 02": "Svátek má **Jiřina**\n*Singles Awareness Day*\n\n**Události:**\n**399 př. n. l.** – Řecký filozof Sókratés byl odsouzen k smrti\n**1493** - Kryštof Kolumbus sepsal otevřený dopis, kde popsal své objevy a nečekaná věci, se kterými se setkal v Novém světě\n**1786** – William Herschel objevil mlhovinu Kočičí oko\n**1902** – V Berlíně byla otevřena nadzemní a podzemní dráha\n**1921** – Proběhla invaze Rudé armády do Gruzie\n**1995** – Byl zatčen Kevin Mitnick, nejslavnější hacker na světě\n**2003** – Tým čtyř italských zlodějů vedených Leonardem Notarbartolem vykradl hlavní trezor Diamantového střediska v Antverpách\n**2005** – V Iráku byli uneseni dva indonéští novináři",
  "16 02": "Svátek má **Ljuba**\n\n**Události:**\n**374** – Již devátý zaznamenaný průlet Halleyovy komety\n**1862** – V Praze vzniká organizace Sokol\n**1914** – Uskutečnil se první let do Los Angeles ze San Francisca\n**1922** – Československý tým vybojoval na mistrovství Evropy v hokeji ve Svatém Mořici zlatou medaili\n**1959** – Fidel Castro se stal po svržení prezidenta Batisty politickým vůdcem Kuby\n**1959** – První představení nového loutkového Divadla Drak v Hradci Králové\n**1963** – Se svým druhým hitem Please Please Me se skupina Beatles poprvé objevila na špičce britské hitparády\n**2005** – V platnost vstoupil Kjótský protokol o omezení emisí skleníkových plynů\n**2014** – Eva Samková vyhrála na ZOH Soči zlatou medaili v snowboardcrossu",
  "17 02": "Svátek má **Miloslava**\n\n**Události:**\n**1754** – Marie Terezie nařídila sčítání lidu, první na území Česka\n**1934** – První devalvace československé koruny. Její zlatý obsah byl snížen o šestinu, z 44,58 mg na 37,15 mg\n**1965** – V rámci programu Ranger pořídila na Měsíci bezpilotní sonda Ranger 8 fotografie Moře Klidu\n**1982** – Při nehodě tramvaje v Praze zahynulo 7 lidí a 12 jich bylo zraněno\n**2000** – Společnost Microsoft uvolnila operační systém Windows 2000\n**2004** – Byla objevena planetka Orcus",
  "18 02": "Svátek má **Gizela**\n\n**Události:**\n**1563** – Atentát na vévodu Františka de Guise\n**1769** – vydává Marie Terezie nový hrdelní zákon, jimž se zapovídají středověké tresty mučení\n**1920** – Do provozu byla uvedena Berlínská podzemní dráha\n**1921** – Ve Švédsku se konalo druhé mistrovství Evropy v ledním hokeji, kterého se účastnily pouze dva týmy\n**1929** – 18.-23. 2. se v Praze konal 5. sjezd Komunistické strany Československa, v jehož průběhu se do vedení strany prosadil radikální proud vedený Klementem Gottwaldem\n**1929** – Poprvé byli vyhlášeni vítězové filmové ceny Oscar\n**1932** – V Praze se koná MS v hokeji\n**2004** – Výbuch vlaku přepravujícího benzín, hnojiva a síru v Íránu zabil 320 lidí\n**2009** – V Liberci začalo Mistrovství světa v klasickém lyžování",
  "19 02": "Svátek má **Patrik**\n\n**Události:**\n**1878** – Thomas Alva Edison si dal patentovat fonograf\n**1909** – Smetanova Prodaná nevěsta poprvé provedena v USA v Metropolitní opeře s Emou Destinovou\n**1915** – Začala bitva o Gallipoli\n**1918** – V SSSR byl přijat zákon o socializaci půdy\n**1942** – Japonsko bombardovalo australský Darwin\n**1960** – V Řeži u Prahy byl uveden do provozu první cyklotron v Československu\n**1986** – Byla zahájena výstavba vesmírné stanice Mir\n**2017** – V Česku bylo identifikováno 29 ohnisek ptačí chřipky a utraceno bylo v této souvislosti 58 000 kusů drůbeže",
  "20 02": "Svátek má **Oldřich**\n*Love Your Pet Day*\n\n**Události:**\n**1919** – V Polsku byla přijata tzv. Malá ústava, platící do roku 1921\n**1962** – John Glenn se stal prvním Američanem, který obletěl zeměkouli\n**1975** – Na náměstí Republiky v Praze byl otevřen obchodní dům Kotva\n**1985** – Z observatoře na Kleti objevil Antonín Mrkos planetku Purkyně\n**1986** – Do vesmíru byla dopravena základní část orbitální stanice Mir\n**2014** – Během protestů Euromajdan na Ukrajině bylo zabito na 100 protestujících, většina z nich zastřelena ostřelovači\n**2017** – Soukromá vesmírná raketa Falcon 9 společnosti SpaceX dopravila na oběžnou dráhu nákladní loď Dragon se zásobami pro Mezinárodní vesmírnou stanici (ISS)",
  "21 02": "Svátek má **Lenka**\n\n**Události:**\n**1420** – Dnes po poslední masopustní noci, vpadli husité s Petrem Hromádkou do Sezimova Ústí\n**1804** – První samohybná parní lokomotiva Darrenovy železárny byla předvedena ve Wales\n**1848** – Karel Marx a Friedrich Engels publikovali Manifest komunistické strany\n**1878** – První telefonní seznam byl vydán ve státě Connecticut\n**1885** – Byl slavnostně otevřen Washingtonův monument\n**1893** – Thomas Edison obdržel dva americké patenty – na žárovku a přerušovací relé\n**1947** – V Olomouci byla otevřena Palackého universita\n**1972** - Prezident USA Richard Nixon navštívil Čínskou lidovou republiku, aby stabilizoval čínsko-americké vztahy\n**1972** - Byla vypuštěna sovětská kosmická loď Luna 20 směřující na Měsíc\n**2003** – Přes 100 návštěvníků koncertu v Rhode Islandu zemřelo při požáru během představení rockové kapely",
  "22 02": "Svátek má **Petr**\n\n**Události:**\n**1903** – Smíchov byl povýšen na město\n**1950** – STB mučením zlomila Josefa Toufara a natáčí s ním dokumentární film o Číhošťském zázraku. Za tří dny nato kněz umírá\n**1973** – V Praze byl zahájen provoz na Nuselském mostě\n**1977** – V jaderné elektrárně Jaslovské Bohunice A-1 došlo k vážné havárii\n**1993** – Samostatné Česko se stalo členem UNESCO\n**1997** – První klonovaný savec ovce Dolly se narodil ve Skotsku\n**1998** – Čeští hokejisté získali zlatou medaili na Zimních olympijských hrách v Naganu\n**2019** – Japonská vesmírná sonda Hajabusa 2 přistála na asteroidu Ryugu vzdáleném asi 340 milionů kilometrů od Země, odebrala zde vzorky materiálu planetky a opět odstartovala",
  "23 02": "Svátek má **Svatopluk**\n\n**Události:**\n**1856** – Premiéra Wagnerovy opery Lohengrin v Praze\n**1893** – Rudolf Diesel získal patent na dieselový motor\n**1941** – V USA proběhla první izolace čistého plutonia\n**1947** – Byla založena Mezinárodní organizace pro normalizaci – ISO\n**1948** – Byly založeny Lidové milice\n**1955** – Proběhlo první setkání SEATO\n**1981** – Ve Španělsku proběhl neúspěšný pokus o státní převrat\n**1987** – Byla pozorována supernova SN 1987A\n**1999** – Obří lavina zasypala rakouskou alpskou vesnici a lyžařské středisko Galtür\n**2017** – Při výbuchu a požáru v areálu Poličských strojíren bylo zraněno 19 lidí včetně zasahujících hasičů",
  "24 02": "Svátek má **Matěj**\n\n**Události:**\n**303** – Císař Galerius vydal v Římě první oficiální příkaz k pronásledování křesťanů\n**1821** – Velitel mexických revolučních sil generál Agustín de Iturbide vyhlásil samostatnost Mexika vůči Španělsku a sám sebe jmenoval císařem Agustínem I\n**1848** – Karl Marx a Friedrich Engels zveřejnili Komunistický manifest\n**1920** – Vznikla NSDAP\n**1948** - V redakci Lidových novin v Praze proběhl komunistický převrat. Ferdinand Peroutka byl sesazen z úřadu šéfredaktora, jeho nástupcem se stal komunistický spisovatel Jan Drda\n**1949** – Skončila Palestinská válka\n**1981** - Zemětřesení v Korintském zálivu o síle 6,7 km zasáhlo Střední Řecko s maximální intenzitou Mercalli VIII. 22 lidí bylo zabito, 400 bylo zraněno a škoda činila celkem 812 milionů dolarů\n**1991** - Válka v Perském zálivu: Pozemní jednotky překračují saúdskoarabské hranice a vstupují do Iráku, čímž se zahájila pozemní fáze války\n**2004** - Zemětřesení Al Hoceima o síle 6,3 Mw zasáhlo severní Maroko s maximální intenzitou Mercalli IX. Nejméně 628 lidí je zabito, 926 je zraněno a až 15 000 je vysídleno\n**2008** - Fidel Castro po 32 letech končí ve funkci prezidenta Kuby a Rady ministrů\n**2011** – v Alžírsku byl zrušen výjimečný stav vyhlášený v roce 1992\n**2015** – Střelba v Uherském Brodě – třiašedesátiletý útočník v hospodě zastřelil osm osob a jednu z nich těžce zranil, a poté spáchal sebevraždu",
  "25 02": "Svátek má **Liliana**\n\n**Události:**\n**1570** – V Praze byl na Staroměstském náměstí vidět poprvé živý slon a lev\n**1570** – Alžběta I. byla exkomunikována z církve papežem Piem V. za její pronásledování katolíků\n**1836** - Samuelovi Coltovi je udělen patent Spojených států na jeho revolver\n**1919** – Na tajné schůzi Národního shromáždění byla uzákoněna koruna československá jako měna Československé republiky\n**1948** – Prezident Edvard Beneš přijal demisi ministrů a doplnil vládu podle Gottwaldovy předlohy a tím byl završen komunistický převrat, který komunistická vláda slavila jako Vítězný únor\n**1956** – V závěrečný den 20. sjezdu KSSS tehdejší první tajemník Nikita Chruščov přednesl projev, ve kterém odsoudil Stalinovo zneužívání moci a kult jeho osobnosti\n**1969** – Na Václavském náměstí se upálil 19letý student Jan Zajíc\n**1991** – Na konferenci hlav šesti států v Budapešti bylo rozhodnuto o rozpuštění Varšavské smlouvy k 1. červnu 1991\n**2005** -Neznámí ozbrojenci přepadli mírové jednotky OSN rozmístěné v Demokratické republice Kongo a zabili devět bangladéšských vojáků",
  "26 02": "Svátek má **Dorota**\n\n**Události:**\n**1531** – Zemětřesení v Lisabonu zabilo přes 20 000 lidí\n**1616** – Galileo Galilei předvolán před církevní soud v Itálii, u kterého údajně řekl své slavné A přece se točí\n**1935** – Britský inženýr Robert Watson-Watt poprvé na poli nedaleko vesnice Upper Stowe vyzkoušel radar\n**1971** – Generální tajemník OSN U Thant vyhlásil den jarní rovnodennosti jako Den Země\n**1993** – První bombový útok na Světové obchodní centrum 1993, bomba zabila 6 lidí a více než tisíc jich zranila",
  "27 02": "Svátek má **Alexandr**\n\n**Události:**\n**827** – 15. zaznamenaný průlet Halleyovy komety\n**1534** – Česká \"čachtická paní\" Kateřina z Komárova byla uvězněna v Bílé věži na pražském hradě\n**1790** – Vznikla Česká expedice, vydavatelství české literatury, knihkupectví a prodejna novin ve Starém Městě pražském\n**1900** – V Londýně byl založen Labour Representation Commitee, předchůdce pozdější Labour Party\n**1942** – Američané utrpěli v průběhu druhé světové války zdrcující porážku od japonské flotily v bitvě v Jávském moři\n**1950** – Premiérou hry Aloise Jiráska Pan Johanes začalo svoji činnost Ústřední loutkové divadlo\n**1964** – Italská vláda požádala o pomoc při záchraně šikmé věže v Pise\n**1993** – Ve dnech 27.-28. února proběhl sjezd sociálně demokratické strany, kdy převzala nový název Česká strana sociálně demokratická. Jejím předsedou byl zvolen Miloš Zeman\n**1999** – Film režiséra Vladimíra Michálka Je třeba zabít Sekala získal deset Českých lvů ze třinácti\n**2004** – Skončilo vysílání americké rozhlasové stanice Hlas Ameriky pro 10 zemí střední a východní Evropy, včetně České republiky a Slovenska",
  "28 02": "Svátek má **Lumir**\n\n**Události:**\n**1784** – Po silné oblevě postihla Prahu velká povodeň, která dosáhla vrcholu 28. 2., kdy na Staroměstském náměstí bylo 30 cm vody\n**1882** – Karlo-Ferdinandova univerzita byla rozdělena na českou a německou část\n**1883** – Pražské Staroměstské náměstí poprvé osvětleno elektřinou. František Křižík rozžal Staroměstské náměstí pomocí vlastních obloukových lamp. Tato atrakce trvala celých 14 dní, a pak zase byla tma (lol)\n**1936** – Premiéra Foersterovy opery Bloud v Praze\n**1953** – Vědci James D. Watson a Francis Crick si poprvé v historii správně uvědomili model sekundární struktury DNA (dvoušroubovice)\n**1986** – V Ostravě byl jako v posledním městě v ČSSR ukončen provoz dvounápravových tramvají\n**2003** – Prezidentem České republiky byl zvolen Václav Klaus\n**2005** – Výrobní linku v závodě Toyota-Peugeot-Citroën Automobile (TPCA) v Kolíně opustilo první vyrobené vozidlo\n**2006** – Zanikla česká verze rozhlasového vysílání BBC World Service\n**2013** – Zanikly rozhlasové stanice Českého rozhlasu Rádio Česko, Leonardo a ČRo 6",
  "29 02": "Svátek má **Horymír**\nCool den jenom na přestupný rok!\n\n**Události:**\n**1784** – Při velké povodni v 6 ráno příval ledových ker podtrhl osmý pilíř Karlova mostu a k němu přistavěná vojenská strážnice zmizela ve vodě. Z Karlova mostu spadla do Vltavy i část sousoší sv. Václava a postava Anděla\n**1920** – Byla schválena Ústavní listina Československé republiky\n**1936** – Při srážce auta a dvou tramvají na Fochově třídě u Národního muzea v Praze zahynul lékař Josef Rejsek a dalších 32 lidí se zranilo",
  "01 03": "Svátek má **Bedřich**\n\n**Události:**\n**509 př. n. l.** – Publius Valerius Publicola oslavil svůj první triumf Římské republiky po svém vítězství nad svrženým králem Lucius Tarquinius Superbus v bitvě u Silva Arsia\n**86 př. n. l.** – Lucius Cornelius Sulla v čele římské armády vstoupil do Athén, odstranil tyrana, podporovaného Mithridatém VI. Pontským a ukončil tak obléhání Athén a Pirea\n**1 př. n. l.** – V Římě se začal používat upravený Juliánský kalendář\n**293** – Císař Dioklecián a Maximianus jmenují Constantius I. Chlorus a Galerius jako císaře. To je považováno za začátek tetrarchie, známé jako Quattuor Principes Mundi (\"Čtyři vládci světa\")\n**317** – Crispus a Constantinus II., synové římského císaře Constantinus I., a Licinius Junior, synové císaře Licinia jsou jmenováni císaři\n**705** – Jan VII. usedá na papežský stolec jako 86. papež\n**1260** – Hulagu chán, vnuk Čingischána, dobyl Damašek\n**1420** – 206. Papež Martin V. vyhlásil křižácké tažení proti husitům\n**1785** – V pražském Klementinu byla naměřena teplota -27,6 °C, vůbec nejnižší teplota během měření v období 1775–2019\n**1893** - Elektrotechnik Nikola Tesla pořádá první veřejnou demonstraci rádia v St. Louis v Missouri\n**1953** - Sovětský premiér Joseph Stalin utrpěl mrtvici a zhroutil se; o čtyři dny později zemře\n**1954** – USA odpálily vodíkovou bombu Bravo v Mikronésii. Exploze v oblasti Bikin na první pohled smazala z povrchu všechny okolní korálové ostrovy\n**1955** – Byla vyhlášena nejstarší Chráněná krajinná oblast v České republice – CHKO Český ráj\n**2008** – Českou republiku zasáhl orkán Emma\n**2008** - Arménská policie se střetla s mírovou opoziční demonstrací protestujících proti údajně podvodným prezidentským volbám, v důsledku čehož bylo zabito deset lidí\n**2014** - Při hromadném pobodání na čínském nádraží v Kunmingu bylo zabito 35 lidí a 143 zraněno",
  "02 03": "Svátek má **Anežka**\n\n**Události:**\n**1896** – Francouzský fyzik Henri Becquerel oznámil objev nového typu záření později pojmenovaného jako radioaktivita\n**1949** – Americký letoun Boeing B-50 Superfortress pojmenovaný Lucky Lady II. se stal prvním letounem, který dokončil oblet Země bez mezipřistání (odstartoval 26. února)\n**1978** – Vladimír Remek na lodi Sojuz 28 letěl do vesmíru jako první člověk jenž nebyl občanem SSSR nebo USA\n**1998** – Na severu Vídně byla unesena Natascha Kampuschová, která se na svobodu z podzemní kobky dostala až v srpnu 2006\n**2016** – Americký astronaut Scott Kelly a ruský kosmonaut Michail Kornijenko úspěšně ukončili roční pobyt na Mezinárodní vesmírné stanici",
  "03 03": "Svátek má **Kamil**\n\n**Události:**\n**1367** – Velká povodeň v Praze\n**1915** – Prezident USA Woodrow Wilson založil organizaci NACA (předchůdce NASA)\n**1923** – Vyšlo první číslo amerického magazínu Time\n**1924** – Byl sesazen Abdulmecid II. poslední chalífa, čímž definitivně zanikla Osmanská říše\n**1931** – Kongres USA oficiálně schválil státní hymnu\n**1938** – Bylo nalezeno první ložisko ropy v Saúdské Arábii\n**1939** – Mahátma Gándhí zahájil hladovku proti britské vládě v Indii\n**1940** – S úspěchem proběhla zkušební jízda lanovky na Pustevny a následující den začal pravidelný provoz\n**1972** – K Jupiteru odstartovala sonda Pioneer 10\n**1974** – Při havárii tureckého dopravního letadla McDonnell Douglas DC-10 na lince z Istanbulu do Londýna zahynulo u Paříže 346 lidí. Byl to do té doby největší počet obětí při letecké havárii\n**1978** – Raketa Sojuz 28 s Vladimírem Remkem na palubě se spojila s výzkumnou stanicí Saljut 6. Posádka Sojuzu Gubarev a Remek přešli na palubu Saljutu\n**1992** – Vyhlášena nezávislost Bosny a Hercegoviny\n**1999** – Václav Havel pronesl projev ve francouzském senátu, kde mimo jiné navrhl vytvoření Spojených států evropských jakožto ekonomickou protiváhu USA\n**2005** – Američan Steve Fossett jako první člověk obletěl svět bez mezipřistání a tankování paliva",
  "04 03": "Svátek má **Stela**\n\n**Události:**\n**1367** – Velká povodeň v Praze\n**1493** – Kryštof Kolumbus po své první výpravě do Ameriky přistál v Lisabonu\n**1515** – Lehlo popelem celé město Most. Obrovský požár si vyžádal množství obětí - více než 400. Příčina byla přitom banální - jedna žena cosi smažila a oheň se pokoušela hasit olejem\n**1877** Emile Berliner vynalezl mikrofon\n**1882** – První elektrické tramvaje začaly jezdit v Londýně\n**1914** – Švihova aféra: Národní listy zveřejnily informaci, že Karel Šviha, předseda národně sociální strany, byl tajným informátorem rakouské vlády\n**1938** – Premiér Milan Hodža varoval Německo, že Československo bude bojovat a bránit se v případě napadení\n**1966** – Při nehodě letadla Douglas DC-8 zahynulo na tokijském letišti Haneda 64 lidí\n**1970** – Při explozi francouzské ponorky Eurydice zahynulo 57 členů posádky\n**1977** – Zemětřesení o síle 7,2 stupňů Richterovy stupnice s epicentrem ve východním Rumunsku\n**2015** – Na východní Ukrajině v dole Alexandra Zasjaďka zahynulo při výbuchu plynu 34 horníků",
  "05 03": "Svátek má **Kazimír**\n\n**Události:**\n**1416** – Král Václav IV. stvrdil Brnu právo vybudovat jeho první vodovod\n**1558** – Francisco Fernandes představil Evropě tabák na kouření\n**1560** – Velký požár skoro zničil celou Litomyšl\n**1770** – Při Bostonském masakru zastřelili britští vojáci 5 lidí\n**1836** – Americký průmyslník Samuel Colt patentoval první model revolveru s ráží 0,34\n**1872** – George Westinghouse získal patent na pneumatickou brzdu\n**1904** – Nikola Tesla zveřejnil své závěry z výzkumu formace kulového blesku\n**1936** – Poprvé vzlétl prototyp stíhacího letounu Supermarine Spitfire\n**1966** – Při havárii letadla Boeing 707 zahynulo v Japonsku 124 lidí\n**1973** – Byla vyhlášena CHKO Beskydy\n**1981** – Byl představen počítač ZX81\n**1982** – Na Venuši přistála sovětská sonda Veněra 14\n**2005** – V českých filmových cenách Český lev v kategorii Nejlepší film zvítězil film Jana Hřebejka Horem pádem\n**2019** – HIV pozitivní muž z Velké Británie se stal druhým člověkem na světě, kterému pomohla transplantace kostní dřeně od vhodného dárce k uzdravení",
  "06 03": "Svátek má **Miroslav**\n\n**Události:**\n**1282** – Nejmladší dcera Přemysla Otakara I. Anežka založila špitál na Františku\n**1402** – Došlo ke druhé vzpouře proti Václavu IV., kterého jeho bratr Zikmund zajatl a odvlekl do Vídně\n**1902** – V Madridu byl založen fotbalový klub Real\n**1946** – Ho Či Min podepsal dohodu s Francií, která v ní uznala Vietnam jako autonomní stát\n**1990** – Z názvu České socialistické republiky jako součásti Československa bylo zákonem České národní rady vypuštěno slovo socialistický\n**1986** – Sovětská kosmická sonda Vega 1 prolétla ve vzdálenosti 8 900 kilometrů kolem Halleyovy komety\n**1987** – Při havárii britského trajektu Herald of Free Enterprise zahynulo 193 cestujících\n**1992** – Do počítačů celého světa se začíná šířit počítačový virus Michelangelo\n**2016** – Nejvíce Českých lvů - šest - získal film Jana Prušinovského Kobry a užovky",
  "07 03": "Svátek má **Tomáš**\n\n**Události:**\n**1296** – Založení svatopetrské kapituly v Brně\n**1876** – Alexander Graham Bell obdržel patent na telefon\n**1908** – Byla zahájena veřejná autobusová doprava v Praze\n**1986** – Po déle než měsíčním pátrání byla nalezena na dně moře kabina raketoplánu Challenger s ostatky sedmi zahynulých astronautů\n**2000** – Václav Havel odhalil pomník T. G. Masaryka na Hradčanech\n**2003** – Václav Klaus byl inaugurován do funkce prezidenta\n**2008** – Václav Klaus byl podruhé inaugurován do funkce prezidenta\n**2013** – Václavu Klausovi skončil prezidentský mandát",
  "08 03": "Svátek má **Gabriela**\n\n**Události:**\n",
  "09 03": "Svátek má **Františka**\n\n**Události:**\n",
  "10 03": "Svátek má **Viktorie**\n\n**Události:**\n",
  "11 03": "Svátek má **Anděla**\n\n**Události:**\n",
  "12 03": "Svátek má **Řehoř**\n\n**Události:**\n",
  "13 03": "Svátek má **Růžena**\n\n**Události:**\n",
  "14 03": "Svátek má **Matylda a Růt**\n\n**Události:**\n",
  "15 03": "Svátek má **Ida**\n\n**Události:**\n",
  "16 03": "Svátek má **Elena a Herbert**\n\n**Události:**\n",
  "17 03": "Svátek má **Vlastimil**\n\n**Události:**\n",
  "18 03": "Svátek má **Eduard**\n\n**Události:**\n",
  "19 03": "Svátek má **Josef**\n\n**Události:**\n",
  "20 03": "Svátek má **Světlana**\n\n**Události:**\n",
  "21 03": "Svátek má **Radek**\n\n**Události:**\n",
  "22 03": "Svátek má **Leona**\n\n**Události:**\n",
  "23 03": "Svátek má **Ivona**\n\n**Události:**\n",
  "24 03": "Svátek má **Gabriel**\n\n**Události:**\n",
  "25 03": "Svátek má **Marián**\n\n**Události:**\n",
  "26 03": "Svátek má **Emanuel**\n\n**Události:**\n",
  "27 03": "Svátek má **Dita**\n\n**Události:**\n",
  "28 03": "Svátek má **Soňa**\n\n**Události:**\n",
  "29 03": "Svátek má **Taťána**\n\n**Události:**\n**1549** – Založeno město Salvador da Bahia, první hlavní město Brazílie.\n**1875** – Došlo k erupci stratovulkánu Askja.\n**1943** – Němci otevřeli první hrob na místě Katyňského masakru, ve kterém bylo asi 600 mrtvých důstojníků.\n**1951** – Američtí komunisté Julius a Ethel Rosenbergovi byli odsouzeni za spiknutí špionáže o atomové bombě a předání výsledků Sovětskému Svazu.\n**1959** – Premiéra jedné z nejslavnějších filmových komedií Někdo to rád horké.\n**1966** – Leonid Brežněv se stal prvním tajemníkem KSSS.\n**1974** – V čínské provincii Šen-si objevili místní rolníci, kopající studnu, terakotovou armádu.\n**1990** – Pomlčková válka o název republiky ve Federálním shromáždění. Po několika jednáních schválilo shromáždění název Česko-slovenská federativní republika.\n**2004** – Bulharsko, Estonsko, Litva, Lotyšsko, Rumunsko, Slovensko a Slovinsko se staly členy NATO.\n**2006** – První výskyt tzv. ptačí chřipky v Česku. Labuť s tímto onemocněním zjistili veterinární lékaři v Hluboké nad Vltavou.",
  "30 03": "Svátek má **Arnošt**\n\n**Události:**\n**239 př. n. l.** – První zaznamenaný průlet Halleyovy komety.\n**1822 ** – Stát Florida se stal samostatným teritoriem USA.\n**1842 ** – MUDr. Crawford Long poprvé použil anestézii při operaci pacienta.\n**1856** – Byla podepsána Pařížská smlouva o ukončení krymské války.\n**1867** – Aljašku koupili USA od Ruska za 7,2 milionu dolarů (4,19 dolaru/km²).\n**1920** – Československé národní shromáždění schválilo zákonem č.252 definitivní podobu československé vlajky.\n**1926** – První rozhlasový přenos koncertu z pražského Radiopaláce.\n**1945** – Sovětská armáda vpadla ve druhé světové válce do Rakouska a obsazuje Vídeň; souběžně polské a sovětské síly osvobodily polský Gdaňsk.\n**1965** – Během války ve Vietnamu explodovala automobilová bomba před velvyslanectvím Spojených států v Saigonu. Bylo zabito 22 lidí a 183 lidí bylo zraněno.\n**1968** – Generál Ludvík Svoboda byl zákonodárnými orgány zvolen prezidentem ČSSR.\n**1971** – Založena společnost Starbucks Coffee Company.\n**1981** – Prezident USA Ronald Reagan byl střelen do hrudi před hotelem ve Washingtonu atentátníkem Johnem Hinckleym mladším.\n**2004** – Do výkonu základní vojenské služby v Armádě České republiky narukovali poslední branci. Jejich propuštěním do civilu 21. 12. přestala všeobecná branná povinnost v České republice platit.\n**2010** – Na Velkém hadronovém urychlovači v CERNu začíná výzkumný provoz srážkou protonů o energii 7 TeV.\n**2019** – V druhém kole prezidentských voleb na Slovensku zvítězila Zuzana Čaputová se ziskem 58,4 % hlasů při volební účasti 41,79 %.",
  "31 03": "Svátek má **Kvido**\n\n**Události:**\n**1387** – Zikmund Lucemburský, syn Karla IV., se stal uherským králem.\n**1475** – Obrovská hejna kobylek napadla Uhry, Moravu a Polsko.\n**1727** – Zemřel Isaac Newton.\n**1745** – Z Prahy byli vyhnáni všichni Židé.\n**1901** – Premiéra opery Antonína Dvořáka Rusalka v Národním divadle.\n**1904** – V průsmyku u vesnice Guru, při tzv. Younghusbandově expedici, Britové zmasakrovali neútočící tibetské vesničany.\n**1918** – USA uzákonily letní čas na který přešly všechny státy kromě Arizony.\n**1948** – Narodil se Al Gore.\n**1997** – Jaromír Jágr hrál svůj 500. zápas v NHL (proti Floridě).\n**1998** – Byl zveřejněn zdrojový kód Netscapu.\n**2005** – Český státní zástupce obžaloval katarského prince Háinida bin Abdal Saního. S ním byly obžalovány tři mladé ženy za to, že mu dodávaly nezletilé dívky.\n**2009** – Skončil projekt Wikia Search.\n**2016** – ČSSD prohrála spor se Zdeňkem Altnerem o Lidový dům, má zaplatit víc jak 337 milionů. Kvůli dlouho trvajícím právním tahanicím se však Altner svých peněz nedočkal, 7. listopadu 2016 zemřel.",
  "01 04": "Svátek má **Hugo**\n\n**Události:**\n",
  "02 04": "Svátek má **Erika**\n\n**Události:**\n",
  "03 04": "Svátek má **Richard**\n\n**Události:**\n",
  "04 04": "Svátek má **Ivana**\n\n**Události:**\n",
  "05 04": "Svátek má **Miroslava**\n\n**Události:**\n",
  "06 04": "Svátek má **Vendula**\n\n**Události:**\n",
  "07 04": "Svátek má **Heřman a Hermína**\n\n**Události:**\n",
  "08 04": "Svátek má **Ema**\n\n**Události:**\n",
  "09 04": "Svátek má **Dušan**\n\n**Události:**\n",
  "10 04": "Svátek má **Darja**\n\n**Události:**\n**837** – Halleyova kometa <:elmofire:796489161472737331> 1P/837 F1 se přiblížila k Zemi na 0.0334 astronomické jednotky - (5.1 milionů kilometrů).\n**1348** – Na příkaz Karla IV. začal stavitel Matyáš z Arrasu budovat hrad Karlštejn.\n**1516** – V Benátkách vzniklo první židovské ghetto, když Židům vymezili ohraničený prostor, kde mohou žít.\n**1790** – V USA založili patentní úřad a ochranné známky.\n**1815** – Erupce sopky Tambora.\n**1881** – Zahájila provoz první telefonní linka v Čechách, spojující správní budovu Dolu Hartmann v Ledvicích s nádražím v Duchcově.\n**1912** – Zaoceánský parník Titanic vyplul na svou první plavbu.\n**1945** – Druhá světová válka: Luftwaffe provádí svůj poslední let nad Británií (průzkumný let proudového Arada Ar 234).\n**1970** – Paul McCartney oznámil, že opouští Beatles\n**1998** – Spojené království a Irsko uzavřely Velkopáteční dohodu ohledně Severního Irska.\n**2010** – Smolensk: Pád letadla s polským prezidentem Lechem Kaczyńskim s jeho ženou a dalšími 94 významnými polskými představiteli.\n",
  "11 04": "Svátek má **Izabela**\n\n**Události:**\n**1506** – Byl položen základní kámen pro baziliku Sv. Petra pod patronací papeže Julia II.\n**1549** – Jiří Melantrich z Aventina dokončil tisk prvního vydání své Bible, později známé jako Bible Melantrichova či Melantriška.\n**1792** – Ve Francii byla vynalezena gilotina.\n**1814** – Napoleon Bonaparte se na nátlak svých generálů vzdal koalici spojenců a následně byl spolu s tisícovkou svých gardistů poslán do vyhnanství na ostrov Elba.\n**1868** – V Japonsku zrušili šogunáty.\n**1899** – Spojené státy americké připojily mezi svá teritoria (nezačleněná území) Guam a Portoriko.\n**1919 **– Byla založena Mezinárodní organizace práce.\n**1970** – Z mysu Canaveral na Floridě odstartovala kosmická loď Apollo 13. Při cestě k Měsíci došlo k výbuchu jedné z nádrží se stlačeným kyslíkem, a loď byla nucena uskutečnit předčasný návrat na Zemi.\n**1976** – Byl vytvořen první osobní počítač Apple I.",
  "12 04": "Svátek má **Julius**\n\n**Události:**\n**1012** – Oldřich z rodu Přemyslovců sesadil, oslepil a vyhnal knížete Jaromíra ze země, sám pak usedl na knížecí stolec.\n**1204** – Armáda 4. křížové výpravy dobyla a pustoší Konstantinopol, ustanovila Latinské císařství.\n**1633** – Začíná inkviziční soud s Galileo Galilei obžalovaného za kacířství.\n**1861** – Zahájily jednotky Konfederace útok na pevnost Fort Sumter u Charlestonu čímž vznikl casus belli pro rozpoutání Americké občanské války.\n**1900** – Portoriko přestalo být závislé na USA a stalo se svobodným územím.\n**1937** – Sir Frank Whittle otestoval první proudový motor určený k pohánění letadel.\n**1945** – Při sovětském náletu na Brno zemřely desítky lidí.\n**1961** – Nadporučík Jurij Alexejevič Gagarin jako první pobýval ve vesmíru a obletěl zeměkouli. Historický let na kosmické lodi Vostok 1 trval 108 minut. Od roku 1969 se z rozhodnutí Mezinárodní letecké federace slaví tento den jako Mezinárodní den kosmonautiky.\n**1972** – Byla vyhlášena CHKO Český kras.\n**1980** – Mladý, na smrt nemocný kanadský atlet Terry Fox začal svůj Maratón naděje, v němž uběhl během 143 dnů více než 5300 km.\n**1981** – První start raketoplánu Columbia začal novou éru letů do vesmíru. První let raketoplánu trval 2 dny (36 obletů Země).\n**2010** – Byla zahájena stavba nového úseku pražského metra na lince A ze stanice Dejvická do stanice Motol.",
  "13 04": "Svátek má **Aleš**\n\n**Události:**\n**1348** – Černá smrt: Ve městě Toulon na jihovýchodě Francie bylo napadeno židovské ghetto, domy byly vyplněny a skoro čtyřicet mužů, žen a dětí bylo ve spánku zmasakrováno. Židé byli označeni za původce moru.\n**1618** – Na Velký pátek došlo k požáru města Třeboně, při kterém shořela většina domů.\n**1870** – Bylo otevřeno Metropolitní muzeum umění v New Yorku.\n**1921** – Rudá záře nad Kladnem - u Zemského trestního soudu v Praze proběhl soud se 14 kladenskými radikály v čele s někdejším předsedou Československé komunistické strany na Rusi Aloisem Munou a budoucím prezidentem Antonínem Zápotockým.\n**1943** – Druhá světová válka: Je oznámeno objevení katyňského masakru, zavraždění přibližně 22 000 Poláků sovětskou NKVD.\n**1943** – Byl odhalen Jeffersonův památník ve Washingtonu, D.C.\n**1945** – Druhá světová válka: Armády SSSR a Bulharska osvobodily Vídeň.\n**1949** – V Praze byla vytvořena jednotná mládežnická organizace - Československý svaz mládeže (ČSM) a po sovětském vzoru pro děti založena Pionýrská organizace (PO). Ostatní mládežnické a dětské organizace přestaly existovat.\n**1960** – USA spustily Transti 1-B, první satelitní navigační systém na světě.\n**1993** – Česká republika zakázala potraty pro cizí státní příslušníky.\n**1997** – Tiger Woods se stal nejmladším golfistou v historii, který vyhrál turnaj Masters.",
  "14 04": "Svátek má **Vincenc**\n\n**Události:**\n**1205** – Křížové výpravy: křižáci byli poraženi v bitvě u Adrianopole.\n**1828** – Noah Webster vydal první edici svého slovníku.\n**1851** – Český pozdrav *Nazdar* se poprvé objevuje v Praze a úzce souvisí s organizováním sbírky na vybudování Národního divadla v Praze. Po české metropoli tehdy chodili výběrčí s kasičkami, které obsahovaly nápis: *Na zdar Národního divadla*. Lidé do nich házeli své finanční příspěvky a slovo *Nazdar* se mezi nimi rozšířilo jako pozdrav.\n**1865** – Prezident USA Abraham Lincoln byl smrtelně postřelen Johnem Wilkesem Boothem ve Fordově divadle ve Washingtonu. Druhý den nato zemřel.\n**1912** – Parník Titanic na své první plavbě přes Atlantik narazil na ledovou kru. Další den kolem 2:20 ráno se potopil.\n**1916** – Švédsko jako první zavedlo letní čas.\n**1927** – Ve Švédsku byla založena automobilka Volvo.\n**1931** – Ve Velké Británii vyšly první Pravidla silničního provozu.\n**1946** – Na Brněnskou přehradu byla spuštěna první osobní výletní loď. Nesla název Brno. O den později ji následovala loď Morava.\n**1948** – Byl proveden první americký jaderný test na atolu Eniwetok – bomba X-Ray.\n**1948** – Nová československá komunistická ústava je na světě, Klement Gottwald ji předložil prezidentu Benešovi a ten se rozhodl pro abdikaci.\n**1951** – První urychlovač v České republice je umístěn v bývalém hostivařském parním mlýně, kde se nedávno usídlil Ústav atomové fyziky České akademie věd.\n**1956** – V Chicagu v USA firma AMPEX představila nové zařízení na vysílání TV pořadů ze záznamového pásu.\n**1958** – Sovětský Sputnik 2 se psem Lajkou shořel při návratu v atmosféře.\n**1981** – STS-1 – Byly zahájeny letové zkoušky raketoplánu Columbia, prvního raketoplánu, který dosáhl oběžné dráhy.\n**2003** – Projekt Lidský genom dokončil rozkódování 99 % lidské DNA s přesností 99,99 %.",
  "15 04": "Svátek má **Anastázie**\n\n**Události:**\n**1621** – Loď Mayflower vyplula z Plymouthu na zpáteční cestu do Anglie.\n**1817** – Thomas Hopkins Gallaudet otevřel v Hartfordu v Connecticutu první veřejnou školu pro hluché.\n**1818** – V Praze bylo založeno Národní muzeum.\n**1850** – Z náboženské misie, založené 29. června 1776 vzniklo americké město San Francisco pojmenované po sv. Františku z Assisi.\n**1861** – Prezident USA Abraham Lincoln povolal do zbraně 75 000 dobrovolníků. Tímto aktem oficiálně propukla Americká občanská válka, známá též jako válka Jihu proti Severu.\n**1865** – V 56 letech zemřel Abraham Lincoln, 16. prezident USA.\n**1896** – Byly ukončeny první moderní letní olympijské hry v Athénách.\n**1912** – Na své první plavbě se v severním Atlantiku kolem 2.20 potopil zaoceánský parník Titanic.\n**1949** – V Praze vzniklo Státní nakladatelství dětské knihy (SNDK), které o 20 let později změnilo název na Albatros.\n**1955** – V americkém Des Plines v Illinois otevřel čechoamerický podnikatel Ray Kroc první franšízovou restauraci McDonald's. Bratři McDonaldové již předtím měli první restauraci v San Bernardinu v Kalifornii.\n**1990** – Narodila se Emma Watson, anglická herečka.\n**2013** – Došlo ke 2 bombovým útokům u cíle Bostonského maratonu.**2019 **– Požár katedrály Notre-Dame v Paříži.",
  "16 04": "Svátek má **Irena**\n\n**Události:**\n**1521** – Náboženský reformátor Martin Luther přišel na říšský sněm ve Wormsu.\n**1632** – Albrecht z Valdštejna byl jmenován vrchním velitelem císařských vojsk.\n**1705** – Anglická královna Anna Stuartovna povýšila do šlechtického stavu Isaaca Newtona.\n**1865** – V Londýně vyšla groteskně fantastická knížka Alenka v říši divů od Lewise Carrolla, která se stala klasikou světové literatury.\n**1909** – Jana z Arku byla blahoslavena v Římě papežem Piem X.\n**1917** – Vladimir Iljič Lenin se vrátil z finského exilu do Petrohradu.\n**1924** – Sloučením 3 filmových společností Metro Pictures, Goldwyn Pictures a Louis B. Meyer Pictures vznikla v Hollywoodu nová filmová společnost Metro-Goldwyn-Mayer (MGM).\n**1943** – Doktor Albert Hofmann objevil psychedelické účinky LSD. :eyes:\n**1943** – Špatně navigovaný nálet na plzeňskou Škodovku. Místo nedaleké továrny byla zasažena dobřanská psychiatrická léčebna a okolní rodinné domy. Zahynulo přes 150 civilistů.\n**1945** – Sovětská ponorka L-3 torpédovala a potopila německou dopravní loď Goya. Zahynulo 6 až 7 tisíc osob, jedná se o druhou největší námořní katastrofu v dějinách.\n**1945** – Druhá světová válka: začala bitva o Berlín.\n**1945** – Ve středoslovenské obci Ladce bylo jako reakce na zadržení dvou příslušníků gestapa zatčeno 20 místních občanů a následně postříleno na nádvoří místní cementárny.\n**1972** – Odstartovalo Apollo 16 směrem k Měsíci.\n**2007** – Došlo k masakru na Virginském polytechnickém institutu a státní univerzitě.",
  "17 04": "Svátek má **Rudolf**\n\n**Události:**\n**1421** – Hráze v holandském Dort Holland se protrhly a zahynulo přes 100 000 lidí.\n**1492 **– Kryštof Kolumbus uzavřel kontrakt s Katolickými Veličenstvami, aragonským králem Ferdinandem II. a jeho manželkou, kastilskou královnou Isabelou, kde ho pověřili nalezením cesty do Indie západním směrem.\n**1521** – Martin Luther odmítl na koncilu ve Wormsu odvolat své učení.\n**1524** – Florentský mořeplavec Giovanni da Verrazzano s lodí La Douhpine veplul do zátoky dnešního New Yorku a stal se tak *prvním Newyorčanem*.\n**1704** – V Bostonu začaly vycházet první pravidelné úspěšné noviny, vydávané Johnem Campbellem.\n**1790** – V 84 letech zemřel Benjamin Franklin, americký politik a vynálezce.\n**1945** – Čechy byly masově bombardovány. Zasažena byla předně Plzeň a Oslavany.\n**1945** – Vyšlo poslední číslo Lidových novin a v květnu 1945 ministr vnitra Václav Nosek zastavil vydávání Lidových novin úředně.\n**1966** – Poprvé se konal nejznámější organizovaný turistický a dálkový pochod v Česku Pochod Praha–Prčice. Trasa z Prahy měřila 65 km.\n**1969** – Z funkce generálního tajemníka ÚV KSČ byl sesazen Alexander Dubček, jehož nahradil Gustáv Husák.\n**1969** – 3. premiéra Divadla Járy Cimrmana autorů Zdeňka Svěráka a Ladislava Smoljaka Hospoda Na mýtince v Malostranské besedě v Praze, které se zúčastnil i Václav Havel. Hra se hrála neuvěřitelných 35 let a v roce 2004 dosáhla 1000 repríz.\n**1975** – Rudí Khmerové vedení Pol Potem obsadili Phnompenh a nastolili v Kambodži komunistickou diktaturu.\n**1978** – Ali Maow Maalin, kuchař nemocnice v somálském městě Merca, se stal posledním známým případem neštovic na světě – v důsledku rozsáhlé akce SZO byly pravé neštovice celosvětově vymýceny.\n",
  "18 04": "Svátek má **Valérie**\n\n**Události:**\n**1389** – Na Starém Městě pražském byl rozpoután židovský pogrom. Chudina vtrhla do ghetta, vydrancovala a vypálila obchody i domy a bylo vyvražděno na 3 000 mužů, žen i dětí.\n**1775 **– Paul Revere vyrazil varovat kolonisty, že Britové přicházejí z Bostonu zatknout Samuela Adamse a Johna Hancocka.\n**1880** – Při sérii tornád ve státě Missouri zahynulo 151 lidí a město Marshfield bylo smazáno z mapy.\n**1896** – Závěrečný ceremoniál, uzavírající první moderní letní olympijské hry v Athénách v Řecku.\n**1906** – San Francisco bylo zničeno zemětřesením.\n**1906** – Bertha von Suttnerová převzala v Kristianii, dnešním Oslu, Nobelovu cenu za mír. Je první osobou narozenou v Čechách, která získala Nobelovu cenu.\n**1912** – Parník Carpathia, patřící společnosti Cunard, v 20:30 připlul do New Yorku s 706 trosečníky Titanicu na palubě.\n**1920** – Proběhly první volby do parlamentu Československé republiky.\n**1945 **– Do prostoru Ašského výběžku vstoupili první američtí vojáci – průzkumná hlídka 3. praporu 358. pluku 90. divize americké armády pod vedením generála Pattona.\n**1946** – Společnost národů ukončila činnost.\n**1949** – Irsko se stalo nezávislou republikou a vystoupilo z Commonwealthu. Skončil 750 let trvající svazek s anglickou korunou.\n**1955** – Ve věku 76 let zemřel Albert Einstein, americký fyzik německého původu, nositel Nobelovy ceny za fyziku.\n**1966** – Československý film režisérů Jána Kadára a Elmara Klose Obchod na korze získal Oskara jako nejlepší neanglicky mluvený film roku 1965.\n**1980** – Zimbabwe získalo nezávislost a k moci se dostala černošská většina.\n**2011** – Maďarský parlament schválil novou ústavu (nový oficiální název státu zní Maďarsko).",
  "19 04": "Svátek má **Rostislav**\n\n**Události:**\n**65** – Propuštěnec Milichus prozradil Pisonovo spiknutí zabít císaře Nera. Všichni spiklenci byli zajati a uvězněni.\n**1770** – Anglický kapitán James Cook s lodí Endeavour přistál u východního pobřeží Austrálie v Botany Bay.\n**1775** – Proběhla bitva o Lexington a Concord, první vojenský střed americké války za nezávislost.\n**1809** – Bývalý prezident Thomas Jefferson prodal svého sluhu novému, právě zvolenému prezidentovi, Jamesi Madisonovi.\n**1839** – V Londýně byla podepsána Londýnská smlouva, která uznala Belgii za samostatné království.\n**1880** – Stremayrova jazyková nařízení zaručovala rovnoprávnost češtiny s němčinou u státních úřadů ve vnějším úřadování.\n**1882** – V 73 letech zemřel Charles Darwin, anglický biolog.\n**1892** – Charles Duryea jel prvním benzínem poháněným autem na světě.\n**1897** – První ročník Bostonského maratonu, který se běží každé třetí pondělí v dubnu na státní svátek Patriots’ Day („Den patriotů“).\n**1904** – Toronto a Ontario zachvátil obrovský požár.\n**1930** – V dnešní premiéře Hurvínkova jarní revue se objevují dvě nové loutky: holčička Mánička a pes Žeryk.\n**1943** – Švýcarský chemik Albert Hofmann, přezdívaný „otec LSD“, si vzal poprvé úmyslně LSD, aby na sobě vyzkoušel jeho účinky.\n**1943** – Zahájeno povstání ve varšavském ghettu – nejvýznamnější akce židovského odboje za 2. světové války.\n**1945** – Necelý měsíc před koncem války Nacisté vypálili partyzánskou osadu Ploština na území obce Drnovice (okres Zlín) ; zastřelili nebo zaživa upálili 28 lidí.\n**1961** – Končí Invaze v Zátoce sviní.\n**1971** – Byla vypuštěna první vesmírná stanice Saljut 1.\n**1999** – Evropský parlament vyzval Českou republiku k zrušení Benešových dekretů.\n**2010** – Pohřeb polského prezidenta Lecha Kaczyńskeho, který zahynul při leteckém neštěstí u Smolenska.",
  "20 04": "Svátek má **Marcela**\n\n**Události:**\n**295** – Osmý zaznamenaný průlet Halleyovy komety. <:elmofire:796489161472737331>\n**1519** – Španělský dobyvatel Hernando Cortés se vyloďuje v Mexiku s cílem dobýt aztéckou říši. Jeho hlavním cílem však bylo nalézt bájné město zlata El Dorado.\n**1534** – Francouzský mořeplavec a objevitel Kanady Jacques Cartier se vydal se dvěma loděmi a posádkou 61 mužů na svou první plavbu do Ameriky.\n**1777** – New York adoptuje státní ústavu jako nezávislý stát.\n**1792** – Revoluční Francie vyhlašuje válku Rakousku, Prusku a Sardínii. Začala první koaliční válka monarchistické Evropy proti Francii.\n**1841** – Edgar Allan Poe vydává Vraždy v ulici Morgue, což je považováno za první detektivku na světě.\n**1854** – Z Ringhofferovy dílny vyjel první český železniční vagon. Odebírá je takřka celý svět, v jejich salonní verzi se vozí většina evropských panovníků.\n**1862** – Louis Pasteur dokončil první pokusy s pasterizací.\n**1867** – Královna Viktorie položila základní kámen Royal Albert Hall v Londýně.\n**1902** – Pierre a Marie Curie extrahovali chlorid radia.\n**1926** – Western Electric a Warner Bros. představují Vitaphone, proces přidání zvuku do filmu.\n**1945** – Druhá světová válka: Fürherův bunkr: Adolf Hitler naposledy vychází na povrch ze svého bunkru, aby udělil Železný kříž vojákům z Hitlerjugend.\n**1998** – Rozpuštění Frakce Rudé armády.\n**1999** – Masakr na Columbine High School.\n**2010** – Exploze Deepwater Horizon. <:ef:796489161350578257>",
  "21 04": "Svátek má **Alexandra**\n\n**Události:**\n**753 př. n. l.** – Podle římské tradice bylo založeno město Řím.\n**1757** – Sedmiletá válka: pruské a rakouské jednotky se střetly v bitvě u Liberce.\n**1783** – V Praze bylo slavnostně otevřeno Nosticovo divadlo Lessingovou tragédií Emilia Galotti.\n**1895** – Woodville Latham se svými syny představil Panopticon, první filmový promítací přístroj v USA.\n**1919** – Výrazné vylepšení zvukového filmu. Lee de Forest oznamuje vynález technologie *Phonofilmu*, kdy je film a zvuk na jednom celuloidovém pásu.\n**1926** – Narodila se Alžběta II., britská královna. Dnes je jí 95 let <:praisethesun:796393806693793827>\n**1938** – Vedení Wehrmachtu vypracovává pod krycím názvem Fall Grun (Zelený případ) plán na napadení Československa.\n**1945** – Americká vojska vstoupila na československé území a osvobodila Aš.\n**1960** – Hlavním městem Brazílie se stala Brasília místo dosavadního Rio de Janeira.\n**1973** – Sibiřský ropovod Družba začíná dodávat ropu do východní Evropy.\n**1990** – Papež Jan Pavel II. zahájil dvoudenní návštěvu Československa, historicky první oficiální návštěvu papeže v Československu.\n**2012** – Největší demonstrace od listopadu 1989. Odbory a dvě desítky iniciativ a sdružení přilákaly do Prahy prý až 120 tisíc protestujících. Odboráři požadovali demisi Nečasovy vlády a předčasné volby, odmítli vládní reformy.\n**2016** – Ve věku 57 let zemřel Prince, americký hudebník.\n**2019** – Teroristické útoky na Srí Lance.",
  "22 04": "Svátek má **Evžénie**\n\n**Události:**\n**687 př. n. l.** – Nejstarší čínský zápis o sprše meteorů v souhvězdí Lyry.\n**1370** – V Paříži byly položeny základy královské pevnosti Bastila.\n**1507** – Německý kartograf Martin Waldseemüller vydal knihu nazvanou Cosmographiae Introductio, kde se poprvé objevil název Amerika. Omylem se domníval, že cestovatel Amerigo Vespucci byl první Evropan, který objevil nový světadíl a na jeho počest ho nazvali Amerikou.\n**1870** – Narodil se Vladimir Iljič Lenin, ruský politik a komunistický revolucionář.\n**1897** – Badeniho jazyková nařízení o rovnoprávnosti češtiny s němčinou, která měla nadále platit nejen ve vnějším, nýbrž i ve vnitřním úřadování, byla vydána také pro Moravu.\n**1904** – Narodil se Robert Oppenheimer, americký teoretický fyzik, „otec atomové bomby“.\n**1945** – Rudá armáda osvobodila Opavu.\n**1947** – Cestovatelé Jiří Hanzelka a Miroslav Zikmund vyjeli od Aeroklubu v Praze na výpravu přes Afriku do Jižní Ameriky.\n**1957** – Poprvé se losovala Sportka. Jedna sázka stála 3 koruny a maximální výhra byla 40.000 Kčs.\n**1992** – Došlo k sérii výbuchů kanalizace ve čtvrti Reforma mexické Guadalajary. Čtvrť byla zničena, stovky lidí zemřely a tisíce byly těžce zraněny.\n**1994** – V 81 letech zemřel Richard Nixon, dřívější americký prezident.",
  "23 04": "Svátek má **Vojtěch**\n\n**Události:**\n**1348** – Král Eduard III. zakládá nejstarší rytířský řád Podvazkového pásu.\n**1500** – Pedro Álvares Cabral přistál v Brazílii a zabral ji pro portugalskou korunu.\n**1616** – V 52 letech zemřel William Shakespeare, anglický spisovatel.\n**1836** – Máchův Máj vyšel v Praze nákladem 600 výtisků.\n**1919** – K Olomouci bylo zákonem připojeno 13 sousedních obcí, vznikla Velká Olomouc.\n**1945** – Valašská obec Prlov byla vyhlazena německými nacisty.\n**1945** – Rudá armáda dorazila k Brnu a začala s jeho osvobozováním.\n**1996** – Na českém internetu se objevil *Neviditelný pes* (čistě internetový deník) s původním českým obsahem.\n**2005** – Na YouTube bylo publikováno zcela první video „Me at the zoo“ (Já v zoo), kde autor komentoval expozici slonů v zoologické zahradě v americkém San Diegu. Odkaz naleznete zde: https://youtu.be/jNQXAC9IVRw \n**2006** – Přestal se zveřejňovat monetární agregát M3 amerického dolaru.",
  "24 04": "Svátek má **Jiří**\n\n**Události:**\n",
  "25 04": "Svátek má **Marek**\n\n**Události:**\n",
  "26 04": "Svátek má **Oto**\n\n**Události:**\n",
  "27 04": "Svátek má **Jaroslav**\n\n**Události:**\n",
  "28 04": "Svátek má **Vlastislav**\n\n**Události:**\n",
  "29 04": "Svátek má **Robert**\n\n**Události:**\n",
  "30 04": "Svátek má **Blahoslav**\n\n**Události:**\n",
  "01 05": "Svátek má **Svátek prace**\n\n**Události:**\n",
  "02 05": "Svátek má **Zigmund**\n\n**Události:**\n",
  "03 05": "Svátek má **Alexej**\n\n**Události:**\n",
  "04 05": "Svátek má **Květoslav**\n\n**Události:**\n",
  "05 05": "Svátek má **Klaudie**\n\n**Události:**\n",
  "06 05": "Svátek má **Radoslav**\n\n**Události:**\n",
  "07 05": "Svátek má **Stanislav**\n\n**Události:**\n",
  "08 05": "Svátek má **Státní svátek**\n\n**Události:**\n",
  "09 05": "Svátek má **Ctibor**\n\n**Události:**\n",
  "10 05": "Svátek má **Blažena**\n\n**Události:**\n",
  "11 05": "Svátek má **Svatava**\n\n**Události:**\n",
  "12 05": "Svátek má **Pankrác**\n\n**Události:**\n",
  "13 05": "Svátek má **Servác**\n\n**Události:**\n",
  "14 05": "Svátek má **Bonifác**\n\n**Události:**\n",
  "15 05": "Svátek má **Žofie**\n\n**Události:**\n",
  "16 05": "Svátek má **Přemysl**\n\n**Události:**\n",
  "17 05": "Svátek má **Aneta**\n\n**Události:**\n",
  "18 05": "Svátek má **Nataša**\n\n**Události:**\n",
  "19 05": "Svátek má **Ivo**\n\n**Události:**\n",
  "20 05": "Svátek má **Zbyšek**\n\n**Události:**\n",
  "21 05": "Svátek má **Monika**\n\n**Události:**\n",
  "22 05": "Svátek má **Emil**\n\n**Události:**\n",
  "23 05": "Svátek má **Vladimír**\n\n**Události:**\n",
  "24 05": "Svátek má **Jana a Vanesa**\n\n**Události:**\n",
  "25 05": "Svátek má **Viola**\n\n**Události:**\n",
  "26 05": "Svátek má **Filip**\n\n**Události:**\n",
  "27 05": "Svátek má **Valdemar**\n\n**Události:**\n",
  "28 05": "Svátek má **Vilém**\n\n**Události:**\n",
  "29 05": "Svátek má **Maxmilián**\n\n**Události:**\n",
  "30 05": "Svátek má **Ferdinand**\n\n**Události:**\n",
  "31 05": "Svátek má **Kamila**\n\n**Události:**\n",
  "01 06": "Svátek má **Laura**\n\n**Události:**\n",
  "02 06": "Svátek má **Jarmil**\n\n**Události:**\n",
  "03 06": "Svátek má **Tamara**\n\n**Události:**\n",
  "04 06": "Svátek má **Dalibor**\n\n**Události:**\n",
  "05 06": "Svátek má **Dobroslav**\n\n**Události:**\n",
  "06 06": "Svátek má **Norbert**\n\n**Události:**\n",
  "07 06": "Svátek má **Iveta a Slavoj**\n\n**Události:**\n",
  "08 06": "Svátek má **Medard**\n\n**Události:**\n",
  "09 06": "Svátek má **Stanislava**\n\n**Události:**\n",
  "10 06": "Svátek má **Gita**\n\n**Události:**\n",
  "11 06": "Svátek má **Bruno**\n\n**Události:**\n",
  "12 06": "Svátek má **Antonie**\n\n**Události:**\n",
  "13 06": "Svátek má **Antonin**\n\n**Události:**\n",
  "14 06": "Svátek má **Roland**\n\n**Události:**\n",
  "15 06": "Svátek má **Vít**\n\n**Události:**\n",
  "16 06": "Svátek má **Zbyněk**\n\n**Události:**\n",
  "17 06": "Svátek má **Adolf**\n\n**Události:**\n",
  "18 06": "Svátek má **Milan**\n\n**Události:**\n",
  "19 06": "Svátek má **Leoš**\n\n**Události:**\n",
  "20 06": "Svátek má **Květa**\n\n**Události:**\n",
  "21 06": "Svátek má **Alois**\n\n**Události:**\n",
  "22 06": "Svátek má **Pavla**\n\n**Události:**\n",
  "23 06": "Svátek má **Zdeňka**\n\n**Události:**\n",
  "24 06": "Svátek má **Jan**\n\n**Události:**\n",
  "25 06": "Svátek má **Ivan**\n\n**Události:**\n",
  "26 06": "Svátek má **Adriana**\n\n**Události:**\n",
  "27 06": "Svátek má **Ladislav**\n\n**Události:**\n",
  "28 06": "Svátek má **Lubomir**\n\n**Události:**\n",
  "29 06": "Svátek má **Petr a Pavel**\n\n**Události:**\n",
  "30 06": "Svátek má **Šárka**\n\n**Události:**\n",
  "01 07": "Svátek má **Jaroslava**\n\n**Události:**\n",
  "02 07": "Svátek má **Patricie**\n\n**Události:**\n",
  "03 07": "Svátek má **Radomir**\n\n**Události:**\n",
  "04 07": "Svátek má **Prokop**\n\n**Události:**\n",
  "05 07": "Svátek má **Cyril a Metoděj**\n\n**Události:**\n",
  "06 07": "Svátek má **Mistr Jan Hus**\n\n**Události:**\n",
  "07 07": "Svátek má **Bohuslava**\n\n**Události:**\n",
  "08 07": "Svátek má **Nora**\n\n**Události:**\n",
  "09 07": "Svátek má **Drahoslava**\n\n**Události:**\n",
  "10 07": "Svátek má **Libuše a Amálie**\n\n**Události:**\n",
  "11 07": "Svátek má **Olga**\n\n**Události:**\n",
  "12 07": "Svátek má **Bořek**\n\n**Události:**\n",
  "13 07": "Svátek má **Markéta**\n\n**Události:**\n",
  "14 07": "Svátek má **Karolína**\n\n**Události:**\n",
  "15 07": "Svátek má **Jindřich**\n\n**Události:**\n",
  "16 07": "Svátek má **Luboš**\n\n**Události:**\n",
  "17 07": "Svátek má **Martina**\n\n**Události:**\n",
  "18 07": "Svátek má **Drahomira**\n\n**Události:**\n",
  "19 07": "Svátek má **Čeněk**\n\n**Události:**\n",
  "20 07": "Svátek má **Ilja**\n\n**Události:**\n",
  "21 07": "Svátek má **Vítězslav**\n\n**Události:**\n",
  "22 07": "Svátek má **Magdaléna**\n\n**Události:**\n",
  "23 07": "Svátek má **Libor**\n\n**Události:**\n",
  "24 07": "Svátek má **Kristýna**\n\n**Události:**\n",
  "25 07": "Svátek má **Jakub**\n\n**Události:**\n",
  "26 07": "Svátek má **Anna**\n\n**Události:**\n",
  "27 07": "Svátek má **Věroslav**\n\n**Události:**\n",
  "28 07": "Svátek má **Viktor**\n\n**Události:**\n",
  "29 07": "Svátek má **Marta**\n\n**Události:**\n",
  "30 07": "Svátek má **Bořivoj**\n\n**Události:**\n",
  "31 07": "Svátek má **Ignác**\n\n**Události:**\n",
  "01 08": "Svátek má **Oskar**\n\n**Události:**\n",
  "02 08": "Svátek má **Gustav**\n\n**Události:**\n",
  "03 08": "Svátek má **Miluše**\n\n**Události:**\n",
  "04 08": "Svátek má **Dominik**\n\n**Události:**\n",
  "05 08": "Svátek má **Kristián**\n\n**Události:**\n",
  "06 08": "Svátek má **Oldriška**\n\n**Události:**\n",
  "07 08": "Svátek má **Lada**\n\n**Události:**\n",
  "08 08": "Svátek má **Soběslav**\n\n**Události:**\n",
  "09 08": "Svátek má **Roman**\n\n**Události:**\n",
  "10 08": "Svátek má **Vavřinec**\n\n**Události:**\n",
  "11 08": "Svátek má **Zuzana**\n\n**Události:**\n",
  "12 08": "Svátek má **Klára**\n\n**Události:**\n",
  "13 08": "Svátek má **Alena**\n\n**Události:**\n",
  "14 08": "Svátek má **Alan**\n\n**Události:**\n",
  "15 08": "Svátek má **Hana**\n\n**Události:**\n",
  "16 08": "Svátek má **Jáchym**\n\n**Události:**\n",
  "17 08": "Svátek má **Petra**\n\n**Události:**\n",
  "18 08": "Svátek má **Helena**\n\n**Události:**\n",
  "19 08": "Svátek má **Ludvík**\n\n**Události:**\n",
  "20 08": "Svátek má **Bernard**\n\n**Události:**\n",
  "21 08": "Svátek má **Johana**\n\n**Události:**\n",
  "22 08": "Svátek má **Bohuslav**\n\n**Události:**\n",
  "23 08": "Svátek má **Sandra**\n\n**Události:**\n",
  "24 08": "Svátek má **Bartoloměj**\n\n**Události:**\n",
  "25 08": "Svátek má **Radim**\n\n**Události:**\n",
  "26 08": "Svátek má **Luděk**\n\n**Události:**\n",
  "27 08": "Svátek má **Otakar**\n\n**Události:**\n",
  "28 08": "Svátek má **Augustýn**\n\n**Události:**\n",
  "29 08": "Svátek má **Evelína**\n\n**Události:**\n",
  "30 08": "Svátek má **Vladěna**\n\n**Události:**\n",
  "31 08": "Svátek má **Pavlína**\n\n**Události:**\n",
  "01 09": "Svátek má **Linda a Samuel**\n\n**Události:**\n",
  "02 09": "Svátek má **Adéla**\n\n**Události:**\n",
  "03 09": "Svátek má **Bronislav**\n\n**Události:**\n",
  "04 09": "Svátek má **Jindřiška**\n\n**Události:**\n",
  "05 09": "Svátek má **Boris**\n\n**Události:**\n",
  "06 09": "Svátek má **Boleslav**\n\n**Události:**\n",
  "07 09": "Svátek má **Regína**\n\n**Události:**\n",
  "08 09": "Svátek má **Mariana**\n\n**Události:**\n",
  "09 09": "Svátek má **Daniela**\n\n**Události:**\n",
  "10 09": "Svátek má **Irma**\n\n**Události:**\n",
  "11 09": "Svátek má **Denisa a Denis**\n\n**Události:**\n",
  "12 09": "Svátek má **Marie**\n\n**Události:**\n",
  "13 09": "Svátek má **Lubor**\n\n**Události:**\n",
  "14 09": "Svátek má **Radka**\n\n**Události:**\n",
  "15 09": "Svátek má **Jolana**\n\n**Události:**\n",
  "16 09": "Svátek má **Ludmila**\n\n**Události:**\n",
  "17 09": "Svátek má **Naděžda**\n\n**Události:**\n",
  "18 09": "Svátek má **Kryštof**\n\n**Události:**\n",
  "19 09": "Svátek má **Zita**\n\n**Události:**\n",
  "20 09": "Svátek má **Oleg**\n\n**Události:**\n",
  "21 09": "Svátek má **Matouš**\n\n**Události:**\n",
  "22 09": "Svátek má **Darina**\n\n**Události:**\n",
  "23 09": "Svátek má **Berta**\n\n**Události:**\n",
  "24 09": "Svátek má **Jaromír**\n\n**Události:**\n",
  "25 09": "Svátek má **Zlata**\n\n**Události:**\n",
  "26 09": "Svátek má **Andrea**\n\n**Události:**\n",
  "27 09": "Svátek má **Jonáš**\n\n**Události:**\n",
  "28 09": "Svátek má **Václav**\n\n**Události:**\n",
  "29 09": "Svátek má **Michal**\n\n**Události:**\n",
  "30 09": "Svátek má **Jeroným**\n\n**Události:**\n",
  "01 10": "Svátek má **Igor**\n\n**Události:**\n",
  "02 10": "Svátek má **Olívie a Oliver**\n\n**Události:**\n",
  "03 10": "Svátek má **Bohumil**\n\n**Události:**\n",
  "04 10": "Svátek má **František**\n\n**Události:**\n",
  "05 10": "Svátek má **Eliška**\n\n**Události:**\n",
  "06 10": "Svátek má **Hanuš**\n\n**Události:**\n",
  "07 10": "Svátek má **Justýna**\n\n**Události:**\n",
  "08 10": "Svátek má **Věra**\n\n**Události:**\n",
  "09 10": "Svátek má **Štefan a Sára**\n\n**Události:**\n",
  "10 10": "Svátek má **Marina**\n\n**Události:**\n",
  "11 10": "Svátek má **Andrej**\n\n**Události:**\n",
  "12 10": "Svátek má **Marcel**\n\n**Události:**\n",
  "13 10": "Svátek má **Renáta**\n\n**Události:**\n",
  "14 10": "Svátek má **Agáta**\n\n**Události:**\n",
  "15 10": "Svátek má **Tereza**\n\n**Události:**\n",
  "16 10": "Svátek má **Havel**\n\n**Události:**\n",
  "17 10": "Svátek má **Hedvika**\n\n**Události:**\n",
  "18 10": "Svátek má **Lukáš**\n\n**Události:**\n",
  "19 10": "Svátek má **Michaela**\n\n**Události:**\n",
  "20 10": "Svátek má **Vendelin**\n\n**Události:**\n",
  "21 10": "Svátek má **Brigita**\n\n**Události:**\n",
  "22 10": "Svátek má **Sabina**\n\n**Události:**\n",
  "23 10": "Svátek má **Teodora**\n\n**Události:**\n",
  "24 10": "Svátek má **Nina**\n\n**Události:**\n",
  "25 10": "Svátek má **Beáta**\n\n**Události:**\n",
  "26 10": "Svátek má **Erik**\n\n**Události:**\n",
  "27 10": "Svátek má **Šarlota**\n\n**Události:**\n",
  "28 10": "Svátek má **Státní svátek**\n\n**Události:**\n",
  "29 10": "Svátek má **Silvie**\n\n**Události:**\n",
  "30 10": "Svátek má **Tadeáš**\n\n**Události:**\n",
  "31 10": "Svátek má **Štěpánka**\n\n**Události:**\n",
  "01 11": "Svátek má **Felix**\n\n**Události:**\n",
  "02 11": "Svátek má **Památka zesnulých**\n\n**Události:**\n",
  "03 11": "Svátek má **Hubert**\n\n**Události:**\n",
  "04 11": "Svátek má **Karel**\n\n**Události:**\n",
  "05 11": "Svátek má **Miriam**\n\n**Události:**\n",
  "06 11": "Svátek má **Liběna**\n\n**Události:**\n",
  "07 11": "Svátek má **Saskia**\n\n**Události:**\n",
  "08 11": "Svátek má **Bohumir**\n\n**Události:**\n",
  "09 11": "Svátek má **Bohdan**\n\n**Události:**\n",
  "10 11": "Svátek má **Evžen**\n\n**Události:**\n",
  "11 11": "Svátek má **Martin**\n\n**Události:**\n",
  "12 11": "Svátek má **Benedikt**\n\n**Události:**\n",
  "13 11": "Svátek má **Tibor**\n\n**Události:**\n",
  "14 11": "Svátek má **Sáva**\n\n**Události:**\n",
  "15 11": "Svátek má **Leopold**\n\n**Události:**\n",
  "16 11": "Svátek má **Otmar a Maulena**\n\n**Události:**\n",
  "17 11": "Svátek má **Mahulena**\n\n**Události:**\n",
  "18 11": "Svátek má **Romana**\n\n**Události:**\n",
  "19 11": "Svátek má **Alžběta**\n\n**Události:**\n",
  "20 11": "Svátek má **Nikol a Nikola**\n\n**Události:**\n",
  "21 11": "Svátek má **Albert**\n\n**Události:**\n",
  "22 11": "Svátek má **Cecílie**\n\n**Události:**\n",
  "23 11": "Svátek má **Klement**\n\n**Události:**\n",
  "24 11": "Svátek má **Emílie**\n\n**Události:**\n",
  "25 11": "Svátek má **Kateřina**\n\n**Události:**\n",
  "26 11": "Svátek má **Artur**\n\n**Události:**\n",
  "27 11": "Svátek má **Xenie**\n\n**Události:**\n",
  "28 11": "Svátek má **René**\n\n**Události:**\n",
  "29 11": "Svátek má **Zina**\n\n**Události:**\n",
  "30 11": "Svátek má **Ondřej**\n\n**Události:**\n",
  "01 12": "Svátek má **Iva**\n\n**Události:**\n",
  "02 12": "Svátek má **Blanka**\n\n**Události:**\n",
  "03 12": "Svátek má **Svatoslav**\n\n**Události:**\n",
  "04 12": "Svátek má **Barbora**\n\n**Události:**\n",
  "05 12": "Svátek má **Jitka**\n\n**Události:**\n",
  "06 12": "Svátek má **Mikuláš**\n\n**Události:**\n",
  "07 12": "Svátek má **Benjamín**\n\n**Události:**\n",
  "08 12": "Svátek má **Květoslava**\n\n**Události:**\n",
  "09 12": "Svátek má **Vratislav**\n\n**Události:**\n",
  "10 12": "Svátek má **Julie**\n\n**Události:**\n",
  "11 12": "Svátek má **Dana**\n\n**Události:**\n",
  "12 12": "Svátek má **Simona**\n\n**Události:**\n",
  "13 12": "Svátek má **Lucie**\n\n**Události:**\n",
  "14 12": "Svátek má **Lýdie**\n\n**Události:**\n",
  "15 12": "Svátek má **Radana**\n\n**Události:**\n",
  "16 12": "Svátek má **Albína**\n\n**Události:**\n",
  "17 12": "Svátek má **Daniel**\n\n**Události:**\n",
  "18 12": "Svátek má **Miloslav**\n\n**Události:**\n",
  "19 12": "Svátek má **Ester**\n\n**Události:**\n",
  "20 12": "Svátek má **Dagmar**\n\n**Události:**\n",
  "21 12": "Svátek má **Natálie**\n\n**Události:**\n",
  "22 12": "Svátek má **Šimon**\n\n**Události:**\n",
  "23 12": "Svátek má **Vlasta**\n\n**Události:**\n",
  "24 12": "Svátek má **Adam a Eva**\n\n**Události:**\n",
  "25 12": "Svátek má **1. svátek vánoční**\n\n**Události:**\n",
  "26 12": "Svátek má **Štěpán**\n\n**Události:**\n",
  "27 12": "Svátek má **Žaneta**\n\n**Události:**\n",
  "28 12": "Svátek má **Bohumila**\n\n**Události:**\n",
  "29 12": "Svátek má **Judita**\n\n**Události:**\n",
  "30 12": "Svátek má **David**\n\n**Události:**\n",
  "31 12": "Svátek má **Silvestr**\n\n**Události:**\n"
}
